[
 {
   "Author": "William Shakespeare",
   "Country": "United Kingdom",
   "Work 1": "This turn hath made amends; thou hast fulfill'd\n  Thy words, Creator bounteous and benigne,\n  Giver of all things faire, but fairest this\n  Of all thy gifts, nor enviest. I now see\n  Bone of my Bone, Flesh of my Flesh, my Self\n  Before me; Woman is her Name, of Man\n  Extracted; for this cause he shall forgoe\n  Father and Mother, and to his Wife adhere;\n  And they shall be one Flesh, one Heart, one Soule.",
   "Work 2": "And how can a man teach with authority, which is the life of teaching; how can he be a doctor in his book as he ought to be, or else had better be silent, whenas all he teaches, all he delivers, is but under the tuition, under the correction of his patriarchal licenser to blot or alter what precisely accords not with the hidebound humour which he calls his judgment? When every acute reader, upon the first sight of a pedantic licence, will be ready with these like words to ding the book a quoit's distance from him: I hate a pupil teacher, I endure not an instructor that comes to me under the wardship of an overseeing fist. I know nothing of the licenser, but that I have his own hand here for his arrogance; who shall warrant me his judgment? The State, sir, replies the stationer, but has a quick return: The State shall be my governors, but not my critics; they may be mistaken in the choice of a licenser, as easily as this licenser may be mistaken in an author; this is some common stuff; and he might add from Sir Francis Bacon, THAT SUCH AUTHORIZED BOOKS ARE BUT THE LANGUAGE OF THE TIMES. For though a licenser should happen to be judicious more than ordinary, which will be a great jeopardy of the next succession, yet his very office and his commission enjoins him to let pass nothing but what is vulgarly received already. ",
   "Work 3": "I pray thee, mark me.\nI, thus neglecting worldly ends, all dedicated\nTo closeness and the bettering of my mind\nWith that which, but by being so retired,\nO'er-prized all popular rate, in my false brother\nAwaked an evil nature; and my trust,\nLike a good parent, did beget of him\nA falsehood in its contrary as great\nAs my trust was; which had indeed no limit,\nA confidence sans bound. He being thus lorded,\nNot only with what my revenue yielded,\nBut what my power might else exact, like one\nWho having into truth, by telling of it,\nMade such a sinner of his memory,\nTo credit his own lie, he did believe\nHe was indeed the duke; out o' the substitution\nAnd executing the outward face of royalty,\nWith all prerogative: hence his ambition growing--\nDost thou hear?",
   "Work 4": "So spake the Eternal Father, and all Heaven\n  Admiring stood a space; then into hymns\n  Burst forth, and in celestial measures moved, \n  Circling the throne and singing, while the hand\n  Sung with the voice, and this the argument:-\n    \"Victory and triumph to the Son of God,\n  Now entering his great duel, not of arms,\n  But to vanquish by wisdom hellish wiles!\n  The Father knows the Son; therefore secure\n  Ventures his filial virtue, though untried,\n  Against whate'er may tempt, whate'er seduce,\n  Allure, or terrify, or undermine.",
   "Work 5": "Casting a dim religious light. \nThere let the pealing organ blow,\nTo the full-voiced quire below,\nIn service high and anthems clear,\nAs may with sweetness, through mine ear,\nDissolve me into ecstasies, \nAnd bring all Heaven before mine eyes.\nAnd may at last my weary age\nFind out the peaceful hermitage,\nThe hairy gown and mossy cell,\nWhere I may sit and rightly spell\nOf every star that heaven doth shew,\nAnd every herb that sips the dew,\nTill old experience do attain\nTo something like prophetic strain.\nThese pleasures, Melancholy, give; \nAnd I with thee will choose to live.\n"
 },
 {
   "Author": "John Milton",
   "Country": "United Kingdom",
   "Work 1": "To whom the great Creatour thus reply'd.\n  O Son, in whom my Soul hath chief delight,\n  Son of my bosom, Son who art alone\n  My word, my wisdom, and effectual might,\n  All hast thou spok'n as my thoughts are, all\n  As my Eternal purpose hath decreed:\n  Man shall not quite be lost, but sav'd who will,\n  Yet not of will in him, but grace in me\n  Freely voutsaft; once more I will renew\n  His lapsed powers, though forfeit and enthrall'd\n  By sin to foul exorbitant desires;\n  Upheld by me, yet once more he shall stand\n  On even ground against his mortal foe,\n  By me upheld, that he may know how frail\n  His fall'n condition is, and to me ow\n  All his deliv'rance, and to none but me.\n  Some I have chosen of peculiar grace\n  Elect above the rest; so is my will:\n  The rest shall hear me call, and oft be warnd\n  Thir sinful state, and to appease betimes\n  Th' incensed Deitie, while offerd grace\n  Invites; for I will cleer thir senses dark,\n  What may suffice, and soft'n stonie hearts\n  To pray, repent, and bring obedience due.\n  To prayer, repentance, and obedience due,\n  Though but endevord with sincere intent,\n  Mine eare shall not be slow, mine eye not shut.\n  And I will place within them as a guide",
   "Work 2": " Which though I stay not to confess ere any ask, I shall be blameless, if it be no other than the joy and gratulation which it brings to all who wish and promote their country's liberty; whereof this whole discourse proposed will be a certain testimony, if not a trophy. For this is not the liberty which we can hope, that no grievance ever should arise in the Commonwealth-that let no man in this world expect; but when complaints are freely heard, deeply considered and speedily reformed, then is the utmost bound of civil liberty attained that wise men look for. To which if I now manifest by the very sound of this which I shall utter, that we are already in good part arrived, and yet from such a steep disadvantage of tyranny and superstition grounded into our principles as was beyond the manhood of a Roman recovery, it will be attributed first, as is most due, to the strong assistance of God our deliverer, next to your faithful guidance and undaunted wisdom, Lords and Commons of England. Neither is it in God's esteem the diminution of his glory, when honourable things are spoken of good men and worthy magistrates; which if I now first should begin to do, after so fair a progress of your laudable deeds, and such a long obligement upon the whole realm to your indefatigable virtues, I might be justly reckoned among the tardiest, and the unwillingest of them that praise ye.\nNevertheless there being three principal things, without which all praising is but courtship and flattery: First, when that only is praised which is solidly worth praise: next, when greatest likelihoods are brought that such things are truly and really in those persons to whom they are ascribed: the other, when he who praises, by showing that such his actual persuasion is of whom he writes, can demonstrate that he flatters not; the former two of these I have heretofore endeavoured, rescuing the employment from him who went about to impair your merits with a trivial and malignant encomium; the latter as belonging chiefly to mine own acquittal, that whom I so extolled I did not flatter, hath been reserved opportunely to this occasion. ",
   "Work 3": "This way the noise was, if mine ear be true, My best guide now. Methought it was the sound Of riot and ill-managed merriment,  Such as the jocund flute or gamesome pipe Stirs up among the loose unlettered hinds, When, for their teeming flocks and granges full, In wanton dance they praise the bounteous Pan, And thank the gods amiss. I should be loth To meet the rudeness and swilled insolence Of such late wassailers; yet, oh! where else Shall I inform my unacquainted feet\n In the blind mazes of this tangled wood? My brothers, when they saw me wearied out With this long way, resolving here to lodge Under the spreading favour of these pines, Stepped, as they said, to the next thicket-side To bring me berries, or such cooling fruit As the kind hospitable woods provide. They left me then when the grey-hooded Even, Like a sad votarist in palmer's weed, Rose from the hindmost wheels of Phoebus' wain. But where they are, and why they came not back,\nIs now the labour of my thoughts. 'Tis likeliest They had engaged their wandering steps too far; And envious darkness, ere they could return, Had stole them from me. Else, O thievish Night, Why shouldst thou, but for some felonious end, In thy dark lantern thus close up the stars",
   "Work 4": " With prosperous wing full summed, to tell of deeds\n  Above heroic, though in secret done,\n  And unrecorded left through many an age:\n  Worthy to have not remained so long unsung.\n    Now had the great Proclaimer, with a voice\n  More awful than the sound of trumpet, cried\n  Repentance, and Heaven's kingdom nigh at hand\n  To all baptized. To his great baptism flocked\n  With awe the regions round, and with them came\n  From Nazareth the son of Joseph deemed\n  To the flood Jordan-came as then obscure,\n  Unmarked, unknown. But him the Baptist soon\n  Descried, divinely warned, and witness bore\n  As to his worthier, and would have resigned\n  To him his heavenly office. Nor was long\n  His witness unconfirmed: on him baptized\n  Heaven opened, and in likeness of a Dove \n  The Spirit descended, while the Father's voice\n  From Heaven pronounced him his beloved Son.\n  That heard the Adversary, who, roving still\n  About the world, at that assembly famed\n  Would not be last, and, with the voice divine\n  Nigh thunder-struck, the exalted man to whom\n  Such high attest was given a while surveyed\n  With wonder; then, with envy fraught and rage,\n  Flies to his place, nor rests, but in mid air\n  To council summons all his mighty Peers, \n  Within thick clouds and dark tenfold involved,\n  A gloomy consistory; and them amidst,\n  With looks aghast and sad, he thus bespake:-\n    \"O ancient Powers of Air and this wide World\n  (For much more willingly I mention Air,",
   "Work 5": "Such mixture was not held a stain.\nOft in glimmering bowers and glades\nHe met her, and in secret shades\nOf woody Ida's inmost grove,\nWhilst yet there was no fear of Jove. \nCome, pensive Nun, devout and pure,\nSober, steadfast, and demure,\nAll in a robe of darkest grain,\nFlowing with majestic train,\nAnd sable stole of cypress lawn \nOver thy decent shoulders drawn.\nCome; but keep thy wonted state,\nWith even step, and musing gait,\nAnd looks commercing with the skies\nThy rapt soul sitting in thine eyes: \nThere, held in holy passion still,\nForget thyself to marble, till\nWith a sad leaden downward cast\nThou fix them on the earth as fast.\nAnd join with thee calm Peace and Quiet, \nSpare Fast, that oft with gods doth diet,\nAnd hears the Muses in a ring\nAye round about Jove's altar sing;\nAnd add to these retired Leisure,\nThat in trim gardens takes his pleasure; \nBut, first and chiefest, with thee bring\n"
 },
 {
   "Author": "Jonathan Swift",
   "Country": "Ireland",
   "Work 1": "Now this material circumstance having been forgot in due place, as good fortune hath ordered, comes in very properly here, when the two brothers are just going to reform their vestures into the primitive state prescribed by their father's will. They both unanimously entered upon this great work, looking sometimes on their coats and sometimes on the will.  Martin laid the first hand; at one twitch brought off a large handful of points, and with a second pull stripped away ten dozen yards of fringe.  But when he had gone thus far he demurred a while.  He knew very well there yet remained a great deal more to be done; however, the first heat being over, his violence began to cool, and he resolved to proceed more moderately in the rest of the work, having already very narrowly escaped a swinging rent in pulling off the points, which being tagged with silver (as we have observed before), the judicious workman had with much sagacity double sewn to preserve them from falling.  Resolving therefore to rid his coat of a huge quantity of gold lace, he picked up the stitches with much caution and diligently gleaned out all the loose threads as he went, which proved to be a work of time.  Then he fell about the embroidered Indian figures of men, women, and children, against which, as you have heard in its due place, their father's testament was extremely exact and severe.  These, with much dexterity and application, were after a while quite eradicated or utterly defaced.  For the rest, where he observed the embroidery to be worked so close as not to be got away without damaging the cloth, or where it served to hide or strengthened any flaw in the body of the coat, contracted by the perpetual tampering of workmen upon it, he concluded the wisest course was to let it remain, resolving in no case whatsoever that the substance of the stuff should suffer injury, which he thought the best method for serving the true intent and meaning of his father's will.  And this is the nearest account I have been able to collect of Martin's proceedings upon this great revolution.",
   "Work 2": "The kingdom is a peninsula, terminated to the north-east by a ridge of mountains thirty miles high, which are altogether impassable, by reason of the volcanoes upon the tops: neither do the most learned know what sort of mortals inhabit beyond those mountains, or whether they be inhabited at all.  On the three other sides, it is bounded by the ocean.  There is not one seaport in the whole kingdom: and those parts of the coasts into which the rivers issue, are so full of pointed rocks, and the sea generally so rough, that there is no venturing with the smallest of their boats; so that these people are wholly excluded from any commerce with the rest of the world.  But the large rivers are full of vessels, and abound with excellent fish; for they seldom get any from the sea, because the sea fish are of the same size with those in Europe, and consequently not worth catching; whereby it is manifest, that nature, in the production of plants and animals of so extraordinary a bulk, is wholly confined to this continent, of which I leave the reasons to be determined by philosophers.  However, now and then they take a whale that happens to be dashed against the rocks, which the common people feed on heartily.  These whales I have known so large, that a man could hardly carry one upon his shoulders; and sometimes, for curiosity, they are brought in hampers to Lorbrulgrud; I saw one of them in a dish at the king's table, which passed for a rarity, but I did not observe he was fond of it; for I think, indeed, the bigness disgusted him, although I have seen one somewhat larger in Greenland.\nThe country is well inhabited, for it contains fifty-one cities, near a hundred walled towns, and a great number of villages.  To satisfy my curious reader, it may be sufficient to describe Lorbrulgrud.  This city stands upon almost two equal parts, on each side the river that passes through.  It contains above eighty thousand houses, and about six hundred thousand inhabitants.",
   "Work 3": " Some persons of a desponding spirit are in great concern about that vast number of poor people, who are aged, diseased, or maimed; and I have been desired to employ my thoughts what course may be taken, to ease the nation of so grievous an incumbrance. But I am not in the least pain upon that matter, because it is very well known, that they are every day dying, and rotting, by cold and famine, and filth, and vermin, as fast as can be reasonably expected. And as to the young labourers, they are now in almost as hopeful a condition. They cannot get work, and consequently pine away from want of nourishment, to a degree, that if at any time they are accidentally hired to common labour, they have not strength to perform it, and thus the country and themselves are happily delivered from the evils to come.\nI have too long digressed, and therefore shall return to my subject. I think the advantages by the proposal which I have made are obvious and many, as well as of the highest importance.\nFor first, as I have already observed, it would greatly lessen the number of Papists, with whom we are yearly over-run, being the principal breeders of the nation, as well as our most dangerous enemies, and who stay at home on purpose with a design to deliver the kingdom to the Pretender, hoping to take their advantage by the absence of so many good Protestants, who have chosen rather to leave their country, than stay at home and pay tithes against their conscience to an episcopal curate.\nSecondly, The poorer tenants will have something valuable of their own, which by law may be made liable to a distress, and help to pay their landlord's rent, their corn and cattle being already seized, and money a thing unknown.\nThirdly, Whereas the maintainance of an hundred thousand children, from two years old, and upwards, cannot be computed at less than ten shillings a piece per annum, the nation's stock will be thereby encreased fifty thousand pounds per annum, besides the profit of a new dish, introduced to the tables of all gentlemen of fortune in the kingdom, who have any refinement in taste. And the money will circulate among our selves, the goods being entirely of our own growth and manufacture. ",
   "Work 4": "This single stick, which you now behold ingloriously lying in that neglected corner, I once knew in a flourishing state in a forest.  It was full of sap, full of leaves, and full of boughs; but now in vain does the busy art of man pretend to vie with nature, by tying that withered bundle of twigs to its sapless trunk; it is now at best but the reverse of what it was, a tree turned upside-down, the branches on the earth, and the root in the air; it is now handled by every dirty wench, condemned to do her drudgery, and, by a capricious kind of fate, destined to make other things clean, and be nasty itself; at length, worn to the stumps in the service of the maids, it is either thrown out of doors or condemned to the last use-of kindling a fire.  When I behold this I sighed, and said within myself, \"Surely mortal man is a broomstick!\"  Nature sent him into the world strong and lusty, in a thriving condition, wearing his own hair on his head, the proper branches of this reasoning vegetable, till the axe of intemperance has lopped off his green boughs, and left him a withered trunk; he then flies to art, and puts on a periwig, valuing himself upon an unnatural bundle of hairs, all covered with powder, that never grew on his head; but now should this our broomstick pretend to enter the scene, proud of those birchen spoils it never bore, and all covered with dust, through the sweepings of the finest lady's chamber, we should be apt to ridicule and despise its vanity.  Partial judges that we are of our own excellencies, and other men's defaults! But a broomstick, perhaps you will say, is an emblem of a tree standing on its head; and pray what is a man but a topsy-turvy creature, his animal faculties perpetually mounted on his rational, his head where his heels should be, grovelling on the earth?",
   "Work 5": "It has been further represented to your Majesty, That these letters-patent were obtained by Mr. Wood in a clandestine and unprecedent manner, and by gross misrepresentations of the state of the kingdom of Ireland. Upon enquiring into this fact it appears, That the petition of Mr. Wood for obtaining this coinage, was presented to your Majesty at the time that several other petitions and applications were made to your Majesty, for the same purpose, by sundry persons, well acquainted and conversant with the affairs of Ireland, setting forth the great want of small money and change in all the common and lower parts of traffic, and business throughout the kingdom, and the terms of Mr. Wood's petition seeming to your Majesty most reasonable, thereupon a draught of a warrant directing a grant of such coinage to be made to Mr. Wood, was referred to your Majesty's then Attorney and Solicitor-general of England, to consider and report their opinion to your Majesty; Sir Isaac Newton, as the Committee is informed was consulted in all the steps of settling and adjusting the terms and conditions of the patent; and after mature deliberation, your Majesty's warrant was signed, directing an indenture in such manner as is practised in your Majesty's mint in the Tower of London, for the coining of gold and silver moneys, to pass the Great Seal of Great Britain, which was carried through all the usual forms and offices without haste or precipitation, That the Committee cannot discover the least pretence to say, this patent was passed or obtained in a clandestine or unprecedented manner, unless it is to be understood, that your Majesty's granting a liberty of coining copper money for Ireland, under the Great Seal of Great Britain, without referring the consideration thereof to the principal officers of Ireland, is the grievance and mischief complained of. Upon this head it must be admitted, that letters-patent under the Great Seal of Great Britain for coining copper money for Ireland, are legal and obligatory, a just and reasonable exercise of your Majesty's royal prerogative, and in no manner derogatory, or invasive, of any liberties or privileges of your subjects of Ireland."
 },
 {
   "Author": "Mark Twain",
   "Country": "United States of America",
   "Work 1": " About twelve o'clock we turned out and went along up the bank.  The river was coming up pretty fast, and lots of driftwood going by on the rise. By and by along comes part of a log raft-nine logs fast together.  We went out with the skiff and towed it ashore.  Then we had dinner. Anybody but pap would a waited and seen the day through, so as to catch more stuff; but that warn't pap's style.  Nine logs was enough for one time; he must shove right over to town and sell.  So he locked me in and took the skiff, and started off towing the raft about half-past three.  I judged he wouldn't come back that night.  I waited till I reckoned he had got a good start; then I out with my saw, and went to work on that log again.  Before he was t'other side of the river I was out of the hole; him and his raft was just a speck on the water away off yonder.\nI took the sack of corn meal and took it to where the canoe was hid, and shoved the vines and branches apart and put it in; then I done the same with the side of bacon; then the whisky-jug.  I took all the coffee and sugar there was, and all the ammunition; I took the wadding; I took the bucket and gourd; I took a dipper and a tin cup, and my old saw and two blankets, and the skillet and the coffee-pot.  I took fish-lines and matches and other things-everything that was worth a cent.  I cleaned out the place.  I wanted an axe, but there wasn't any, only the one out at the woodpile, and I knowed why I was going to leave that.  I fetched out the gun, and now I was done.\nI had wore the ground a good deal crawling out of the hole and dragging out so many things.  So I fixed that as good as I could from the outside by scattering dust on the place, which covered up the smoothness and the sawdust.  Then I fixed the piece of log back into its place, and put two rocks under it and one against it to hold it there, for it was bent up at that place and didn't quite touch ground. ",
   "Work 2": " As he was passing by the house where Jeff Thatcher lived, he saw a new girl in the garden-a lovely little blue-eyed creature with yellow hair plaited into two long-tails, white summer frock and embroidered pan-talettes. The fresh-crowned hero fell without firing a shot. A certain Amy Lawrence vanished out of his heart and left not even a memory of herself behind. He had thought he loved her to distraction; he had regarded his passion as adoration; and behold it was only a poor little evanescent partiality. He had been months winning her; she had confessed hardly a week ago; he had been the happiest and the proudest boy in the world only seven short days, and here in one instant of time she had gone out of his heart like a casual stranger whose visit is done.\nHe worshipped this new angel with furtive eye, till he saw that she had discovered him; then he pretended he did not know she was present, and began to \"show off\" in all sorts of absurd boyish ways, in order to win her admiration. He kept up this grotesque foolishness for some time; but by-and-by, while he was in the midst of some dangerous gymnastic performances, he glanced aside and saw that the little girl was wending her way toward the house. Tom came up to the fence and leaned on it, grieving, and hoping she would tarry yet awhile longer. She halted a moment on the steps and then moved toward the door. Tom heaved a great sigh as she put her foot on the threshold. But his face lit up, right away, for she tossed a pansy over the fence a moment before she disappeared. ",
   "Work 3": "The islands belong to Portugal, and everything in Fayal has Portuguese characteristics about it. But more of that anon. A swarm of swarthy, noisy, lying, shoulder-shrugging, gesticulating Portuguese boatmen, with brass rings in their ears and fraud in their hearts, climbed the ship's sides, and various parties of us contracted with them to take us ashore at so much a head, silver coin of any country. We landed under the walls of a little fort, armed with batteries of twelve-and-thirty-two-pounders, which Horta considered a most formidable institution, but if we were ever to get after it with one of our turreted monitors, they would have to move it out in the country if they wanted it where they could go and find it again when they needed it. The group on the pier was a rusty one-men and women, and boys and girls, all ragged and barefoot, uncombed and unclean, and by instinct, education, and profession beggars. They trooped after us, and never more while we tarried in Fayal did we get rid of them. We walked up the middle of the principal street, and these vermin surrounded us on all sides and glared upon us; and every moment excited couples shot ahead of the procession to get a good look back, just as village boys do when they accompany the elephant on his advertising trip from street to street. It was very flattering to me to be part of the material for such a sensation. Here and there in the doorways we saw women with fashionable Portuguese hoods on. This hood is of thick blue cloth, attached to a cloak of the same stuff, and is a marvel of ugliness. It stands up high and spreads far abroad, and is unfathomably deep. It fits like a circus tent, and a woman's head is hidden away in it like the man's who prompts the singers from his tin shed in the stage of an opera. There is no particle of trimming about this monstrous capote, as they call it-it is just a plain, ugly dead-blue mass of sail, and a woman can't go within eight points of the wind with one of them on; she has to go before the wind or not at all. The general style of the capote is the same in all the islands, and will remain so for the next ten thousand years, but each island shapes its capotes just enough differently from the others to enable an observer to tell at a glance what particular island a lady hails from.",
   "Work 4": " For more than a hundred and fifty years there had been white settlements on our Atlantic coasts. These people were in intimate communication with the Indians: in the south the Spaniards were robbing, slaughtering, enslaving and converting them; higher up, the English were trading beads and blankets to them for a consideration, and throwing in civilization and whiskey, 'for lagniappe;' and in Canada the French were schooling them in a rudimentary way, missionarying among them, and drawing whole populations of them at a time to Quebec, and later to Montreal, to buy furs of them. Necessarily, then, these various clusters of whites must have heard of the great river of the far west; and indeed, they did hear of it vaguely,-so vaguely and indefinitely, that its course, proportions, and locality were hardly even guessable. The mere mysteriousness of the matter ought to have fired curiosity and compelled exploration; but this did not occur. Apparently nobody happened to want such a river, nobody needed it, nobody was curious about it; so, for a century and a half the Mississippi remained out of the market and undisturbed. When De Soto found it, he was not hunting for a river, and had no present occasion for one; consequently he did not value it or even take any particular notice of it.\nBut at last La Salle the Frenchman conceived the idea of seeking out that river and exploring it. It always happens that when a man seizes upon a neglected and important idea, people inflamed with the same notion crop up all around. It happened so in this instance.\nNaturally the question suggests itself, Why did these people want the river now when nobody had wanted it in the five preceding generations? Apparently it was because at this late day they thought they had discovered a way to make it useful; for it had come to be believed that the Mississippi emptied into the Gulf of California, and therefore afforded a short cut from Canada to China. Previously the supposition had been that it emptied into the Atlantic, or Sea of Virginia. ",
   "Work 5": " Lucerne is a charming place. It begins at the water's edge, with a fringe of hotels, and scrambles up and spreads itself over two or three sharp hills in a crowded, disorderly, but picturesque way, offering to the eye a heaped-up confusion of red roofs, quaint gables, dormer windows, toothpick steeples, with here and there a bit of ancient embattled wall bending itself over the ridges, worm-fashion, and here and there an old square tower of heavy masonry. And also here and there a town clock with only one hand-a hand which stretches across the dial and has no joint in it; such a clock helps out the picture, but you cannot tell the time of day by it. Between the curving line of hotels and the lake is a broad avenue with lamps and a double rank of low shade trees. The lake-front is walled with masonry like a pier, and has a railing, to keep people from walking overboard. All day long the vehicles dash along the avenue, and nurses, children, and tourists sit in the shade of the trees, or lean on the railing and watch the schools of fishes darting about in the clear water, or gaze out over the lake at the stately border of snow-hooded mountain peaks. Little pleasure steamers, black with people, are coming and going all the time; and everywhere one sees young girls and young men paddling about in fanciful rowboats, or skimming along by the help of sails when there is any wind. The front rooms of the hotels have little railed balconies, where one may take his private luncheon in calm, cool comfort and look down upon this busy and pretty scene and enjoy it without having to do any of the work connected with it.\nMost of the people, both male and female, are in walking costume, and carry alpenstocks. Evidently, it is not considered safe to go about in Switzerland, even in town, without an alpenstock. If the tourist forgets and comes down to breakfast without his alpenstock he goes back and gets it, and stands it up in the corner. When his touring in Switzerland is finished, he does not throw that broomstick away, but lugs it home with him, to the far corners of the earth, although this costs him more trouble and bother than a baby or a courier could. "
 },
 {
   "Author": "Arthur Conan Doyle",
   "Country": "Scotland",
   "Work 1": " Sherlock Holmes was transformed when he was hot upon such a scent as this. Men who had only known the quiet thinker and logician of Baker Street would have failed to recognise him. His face flushed and darkened. His brows were drawn into two hard black lines, while his eyes shone out from beneath them with a steely glitter. His face was bent downward, his shoulders bowed, his lips compressed, and the veins stood out like whipcord in his long, sinewy neck. His nostrils seemed to dilate with a purely animal lust for the chase, and his mind was so absolutely concentrated upon the matter before him that a question or remark fell unheeded upon his ears, or, at the most, only provoked a quick, impatient snarl in reply. Swiftly and silently he made his way along the track which ran through the meadows, and so by way of the woods to the Boscombe Pool. It was damp, marshy ground, as is all that district, and there were marks of many feet, both upon the path and amid the short grass which bounded it on either side. Sometimes Holmes would hurry on, sometimes stop dead, and once he made quite a little detour into the meadow. Lestrade and I walked behind him, the detective indifferent and contemptuous, while I watched my friend with the interest which sprang from the conviction that every one of his actions was directed towards a definite end.\n\nThe Boscombe Pool, which is a little reed-girt sheet of water some fifty yards across, is situated at the boundary between the Hatherley Farm and the private park of the wealthy Mr. Turner. Above the woods which lined it upon the farther side we could see the red, jutting pinnacles which marked the site of the rich landowner's dwelling. On the Hatherley side of the pool the woods grew very thick, and there was a narrow belt of sodden grass twenty paces across between the edge of the trees and the reeds which lined the lake.",
   "Work 2": " Holmes was certainly not a difficult man to live with. He was quiet in his ways, and his habits were regular. It was rare for him to be up after ten at night, and he had invariably breakfasted and gone out before I rose in the morning. Sometimes he spent his day at the chemical laboratory, sometimes in the dissecting-rooms, and occasionally in long walks, which appeared to take him into the lowest portions of the City. Nothing could exceed his energy when the working fit was upon him; but now and again a reaction would seize him, and for days on end he would lie upon the sofa in the sitting-room, hardly uttering a word or moving a muscle from morning to night. On these occasions I have noticed such a dreamy, vacant expression in his eyes, that I might have suspected him of being addicted to the use of some narcotic, had not the temperance and cleanliness of his whole life forbidden such a notion.\nAs the weeks went by, my interest in him and my curiosity as to his aims in life, gradually deepened and increased. His very person and appearance were such as to strike the attention of the most casual observer. In height he was rather over six feet, and so excessively lean that he seemed to be considerably taller. His eyes were sharp and piercing, save during those intervals of torpor to which I have alluded; and his thin, hawk-like nose gave his whole expression an air of alertness and decision. His chin, too, had the prominence and squareness which mark the man of determination. His hands were invariably blotted with ink and stained with chemicals, yet he was possessed of extraordinary delicacy of touch, as I frequently had occasion to observe when I watched him manipulating his fragile philosophical instruments. ",
   "Work 3": " A small fly or moth had fluttered across our path, and in an instant Stapleton was rushing with extraordinary energy and speed in pursuit of it. To my dismay the creature flew straight for the great mire, and my acquaintance never paused for an instant, bounding from tuft to tuft behind it, his green net waving in the air. His gray clothes and jerky, zigzag, irregular progress made him not unlike some huge moth himself. I was standing watching his pursuit with a mixture of admiration for his extraordinary activity and fear lest he should lose his footing in the treacherous mire, when I heard the sound of steps and, turning round, found a woman near me upon the path. She had come from the direction in which the plume of smoke indicated the position of Merripit House, but the dip of the moor had hid her until she was quite close.\nI could not doubt that this was the Miss Stapleton of whom I had been told, since ladies of any sort must be few upon the moor, and I remembered that I had heard someone describe her as being a beauty. The woman who approached me was certainly that, and of a most uncommon type. There could not have been a greater contrast between brother and sister, for Stapleton was neutral tinted, with light hair and gray eyes, while she was darker than any brunette whom I have seen in England-slim, elegant, and tall. She had a proud, finely cut face, so regular that it might have seemed impassive were it not for the sensitive mouth and the beautiful dark, eager eyes. With her perfect figure and elegant dress she was, indeed, a strange apparition upon a lonely moorland path. Her eyes were on her brother as I turned, and then she quickened her pace towards me. I had raised my hat and was about to make some explanatory remark when her own words turned all my thoughts into a new channel. ",
   "Work 4": " The police had brought a cab with them, and in this I escorted Miss Morstan back to her home. After the angelic fashion of women, she had borne trouble with a calm face as long as there was some one weaker than herself to support, and I had found her bright and placid by the side of the frightened housekeeper. In the cab, however, she first turned faint, and then burst into a passion of weeping,-so sorely had she been tried by the adventures of the night. She has told me since that she thought me cold and distant upon that journey. She little guessed the struggle within my breast, or the effort of self-restraint which held me back. My sympathies and my love went out to her, even as my hand had in the garden. I felt that years of the conventionalities of life could not teach me to know her sweet, brave nature as had this one day of strange experiences. Yet there were two thoughts which sealed the words of affection upon my lips. She was weak and helpless, shaken in mind and nerve. It was to take her at a disadvantage to obtrude love upon her at such a time. Worse still, she was rich. If Holmes's researches were successful, she would be an heiress. Was it fair, was it honorable, that a half-pay surgeon should take such advantage of an intimacy which chance had brought about? Might she not look upon me as a mere vulgar fortune-seeker? I could not bear to risk that such a thought should cross her mind. This Agra treasure intervened like an impassable barrier between us.\nIt was nearly two o'clock when we reached Mrs. Cecil Forrester's. The servants had retired hours ago, but Mrs. Forrester had been so interested by the strange message which Miss Morstan had received that she had sat up in the hope of her return. She opened the door herself, a middle-aged, graceful woman, and it gave me joy to see how tenderly her arm stole round the other's waist and how motherly was the voice in which she greeted her. She was clearly no mere paid dependant, but an honored friend. I was introduced, and Mrs. Forrester earnestly begged me to step in and tell her our adventures.",
   "Work 5": " Lord John Roxton and I turned down Vigo Street together and through the dingy portals of the famous aristocratic rookery. At the end of a long drab passage my new acquaintance pushed open a door and turned on an electric switch. A number of lamps shining through tinted shades bathed the whole great room before us in a ruddy radiance. Standing in the doorway and glancing round me, I had a general impression of extraordinary comfort and elegance combined with an atmosphere of masculine virility. Everywhere there were mingled the luxury of the wealthy man of taste and the careless untidiness of the bachelor. Rich furs and strange iridescent mats from some Oriental bazaar were scattered upon the floor. Pictures and prints which even my unpractised eyes could recognize as being of great price and rarity hung thick upon the walls. Sketches of boxers, of ballet-girls, and of racehorses alternated with a sensuous Fragonard, a martial Girardet, and a dreamy Turner. But amid these varied ornaments there were scattered the trophies which brought back strongly to my recollection the fact that Lord John Roxton was one of the great all-round sportsmen and athletes of his day. A dark-blue oar crossed with a cherry-pink one above his mantel-piece spoke of the old Oxonian and Leander man, while the foils and boxing-gloves above and below them were the tools of a man who had won supremacy with each. Like a dado round the room was the jutting line of splendid heavy game-heads, the best of their sort from every quarter of the world, with the rare white rhinoceros of the Lado Enclave drooping its supercilious lip above them all.\nIn the center of the rich red carpet was a black and gold Louis Quinze table, a lovely antique, now sacrilegiously desecrated with marks of glasses and the scars of cigar-stumps."
 },
 {
   "Author": "Daniel Defoe",
   "Country": "United Kingdom",
   "Work 1": "My father, a wise and grave man, gave me serious and excellent counsel against what he foresaw was my design.  He called me one morning into his chamber, where he was confined by the gout, and expostulated very warmly with me upon this subject.  He asked me what reasons, more than a mere wandering inclination, I had for leaving father's house and my native country, where I might be well introduced, and had a prospect of raising my fortune by application and industry, with a life of ease and pleasure.  He told me it was men of desperate fortunes on one hand, or of aspiring, superior fortunes on the other, who went abroad upon adventures, to rise by enterprise, and make themselves famous in undertakings of a nature out of the common road; that these things were all either too far above me or too far below me; that mine was the middle state, or what might be called the upper station of low life, which he had found, by long experience, was the best state in the world, the most suited to human happiness, not exposed to the miseries and hardships, the labour and sufferings of the mechanic part of mankind, and not embarrassed with the pride, luxury, ambition, and envy of the upper part of mankind.  He told me I might judge of the happiness of this state by this one thing-viz. that this was the state of life which all other people envied; that kings have frequently lamented the miserable consequence of being born to great things, and wished they had been placed in the middle of the two extremes, between the mean and the great; that the wise man gave his testimony to this, as the standard of felicity, when he prayed to have neither poverty nor riches.",
   "Work 2": " I was now to enter upon a part of independent life, a thing I was indeed very ill prepared to manage, for I was perfectly loose and dissolute in my behaviour, bold and wicked while I was under government, and now perfectly unfit to be trusted with liberty, for I was as ripe for any villainy as a young fellow that had no solid thought ever placed in his mind could be supposed to be. Education, as you have heard, I had none; and all the little scenes of life I had passed through had been full of dangers and desperate circumstances; but I was either so young or so stupid, that I escaped the grief and anxiety of them, for want of having a sense of their tendency and consequences.\nThis thoughtless, unconcerned temper had one felicity indeed in it, that it made me daring and ready for doing any mischief, and kept off the sorrow which otherwise ought to have attended me when I fell into any mischief; that this stupidity was instead of a happiness to me, for it left my thoughts free to act upon means of escape and deliverance in my distress, however great it might be; whereas my companions in the misery were so sunk by their fear and grief, that they abandoned themselves to the misery of their condition, and gave over all thought but of their perishing and starving, being devoured by wild beasts, murdered, and perhaps eaten by cannibals, and the like.\nI was but a young fellow, about seventeen or eighteen; but hearing what was to be my fate, I received it with no appearance of discouragement; but I asked what my master said to it, and being told that he had used his utmost interest to save me, but the captain had answered I should either go on shore or be hanged on board, which he pleased, I then gave over all hope of being received again. I was not very thankful in my thoughts to my master for his soliciting the captain for me, because I knew that what he did was not in kindness to me so much as in kindness to himself; I mean, to preserve the wages which he got for me, which amounted to above six dollars a month, including what the captain allowed him for my particular service to him. ",
   "Work 3": " It came very warmly into my mind one morning, as I was musing on this particular thing, that as nothing attended us without the direction or permission of Divine Power, so these disappointments must have something in them extraordinary; and I ought to consider whether it did not evidently point out, or intimate to me, that it was the will of Heaven I should not go. It immediately followed in my thoughts, that if it really was from God that I should stay, He was able effectually to preserve me in the midst of all the death and danger that would surround me; and that if I attempted to secure myself by fleeing from my habitation, and acted contrary to these intimations, which I believe to be Divine, it was a kind of flying from God, and that He could cause His justice to overtake me when and where He thought fit.\nThese thoughts quite turned my resolutions again, and when I came to discourse with my brother again I told him that I inclined to stay and take my lot in that station in which God had placed me, and that it seemed to be made more especially my duty, on the account of what I have said.\nMy brother, though a very religious man himself, laughed at all I had suggested about its being an intimation from Heaven, and told me several stories of such foolhardy people, as he called them, as I was; that I ought indeed to submit to it as a work of Heaven if I had been any way disabled by distempers or diseases, and that then not being able to go, I ought to acquiesce in the direction of Him, who, having been my Maker, had an undisputed right of sovereignty in disposing of me, and that then there had been no difficulty to determine which was the call of His providence and which was not; but that I should take it as an intimation from Heaven that I should not go out of town, only because I could not hire a horse to go, or my fellow was run away that was to attend me, was ridiculous, since at the time I had my health and limbs, and other servants, and might with ease travel a day or two on foot, and having a good certificate of being in perfect health, might either hire a horse or take post on the road, as I thought fit. ",
   "Work 4": " Thus I gave up myself to a readiness of being ruined without the least concern and am a fair memento to all young women whose vanity prevails over their virtue. Nothing was ever so stupid on both sides. Had I acted as became me, and resisted as virtue and honour require, this gentleman had either desisted his attacks, finding no room to expect the accomplishment of his design, or had made fair and honourable proposals of marriage; in which case, whoever had blamed him, nobody could have blamed me. In short, if he had known me, and how easy the trifle he aimed at was to be had, he would have troubled his head no farther, but have given me four or five guineas, and have lain with me the next time he had come at me. And if I had known his thoughts, and how hard he thought I would be to be gained, I might have made my own terms with him; and if I had not capitulated for an immediate marriage, I might for a maintenance till marriage, and might have had what I would; for he was already rich to excess, besides what he had in expectation; but I seemed wholly to have abandoned all such thoughts as these, and was taken up only with the pride of my beauty, and of being beloved by such a gentleman. As for the gold, I spent whole hours in looking upon it; I told the guineas over and over a thousand times a day. Never a poor vain creature was so wrapt up with every part of the story as I was, not considering what was before me, and how near my ruin was at the door; indeed, I think I rather wished for that ruin than studied to avoid it.\nIn the meantime, however, I was cunning enough not to give the least room to any in the family to suspect me, or to imagine that I had the least correspondence with this young gentleman.",
   "Work 5": "The queen-mother, as she was very much displeased to see such consequences of the government, in whose management she had no share, so I suppose she had the less concern upon her. However, she came into the court of the castle and showed herself to the people, gave money amongst them, and spoke gently to them; and by a way peculiar to herself, and which obliged all she talked with, she pacified the mob gradually, sent them home with promises of redress and the like; and so appeased this tumult in two days by her prudence, which the guards in the castle had small mind to meddle with, and if they had, would in all probability have made the better side the worse.\nThere had been several seditions of the like nature in sundry other parts of France, and the very army began to murmur, though not to mutiny, for want of provisions.\nThis sedition at Lyons was not quite over when we left the place, for, finding the city all in a broil, we considered we had no business there, and what the consequence of a popular tumult might be we did not see, so we prepared to be gone. We had not rid above three miles out of the city but we were brought as prisoners of war, by a party of mutineers, who had been abroad upon the scout, and were charged with being messengers sent to the cardinal for forces to reduce the citizens. With these pretences they brought us back in triumph, and the queen-mother, being by this time grown something familiar to them, they carried us before her.\nWhen they inquired of us who we were, we called ourselves Scots; for as the English were very much out of favour in France at this time, the peace having been made not many months, and not supposed to be very durable, because particularly displeasing to the people of England, so the Scots were on the other extreme with the French. Nothing was so much caressed as the Scots, and a man had no more to do in France, if he would be well received there, than to say he was a Scotchman."
 },
 {
   "Author": "Louisa May Alcott",
   "Country": "United States of America",
   "Work 1": "Beth was too bashful to go to school. It had been tried, but she suffered so much that it was given up, and she did her lessons at home with her father. Even when he went away, and her mother was called to devote her skill and energy to Soldiers' Aid Societies, Beth went faithfully on by herself and did the best she could. She was a housewifely little creature, and helped Hannah keep home neat and comfortable for the workers, never thinking of any reward but to be loved. Long, quiet days she spent, not lonely nor idle, for her little world was peopled with imaginary friends, and she was by nature a busy bee. There were six dolls to be taken up and dressed every morning, for Beth was a child still and loved her pets as well as ever. Not one whole or handsome one among them, all were outcasts till Beth took them in, for when her sisters outgrew these idols, they passed to her because Amy would have nothing old or ugly. Beth cherished them all the more tenderly for that very reason, and set up a hospital for infirm dolls. No pins were ever stuck into their cotton vitals, no harsh words or blows were ever given them, no neglect ever saddened the heart of the most repulsive, but all were fed and clothed, nursed and caressed with an affection which never failed. One forlorn fragment of dollanity had belonged to Jo and, having led a tempestuous life, was left a wreck in the rag bag, from which dreary poorhouse it was rescued by Beth and taken to her refuge. Having no top to its head, she tied on a neat little cap, and as both arms and legs were gone, she hid these deficiencies by folding it in a blanket and devoting her best bed to this chronic invalid. If anyone had known the care lavished on that dolly, I think it would have touched their hearts, even while they laughed.",
   "Work 2": " Demi was one of the children who show plainly the effect of intelligent love and care, for soul and body worked harmoniously together. The natural refinement which nothing but home influence can teach, gave him sweet and simple manners: his mother had cherished an innocent and loving heart in him; his father had watched over the physical growth of his boy, and kept the little body straight and strong on wholesome food and exercise and sleep, while Grandpa March cultivated the little mind with the tender wisdom of a modern Pythagoras, not tasking it with long, hard lessons, parrot-learned, but helping it to unfold as naturally and beautifully as sun and dew help roses bloom. He was not a perfect child, by any means, but his faults were of the better sort; and being early taught the secret of self-control, he was not left at the mercy of appetites and passions, as some poor little mortals are, and then punished for yielding to the temptations against which they have no armor. A quiet, quaint boy was Demi, serious, yet cheery, quite unconscious that he was unusually bright and beautiful, yet quick to see and love intelligence or beauty in other children. Very fond of books, and full of lively fancies, born of a strong imagination and a spiritual nature, these traits made his parents anxious to balance them with useful knowledge and healthful society, lest they should make him one of those pale precocious children who amaze and delight a family sometimes, and fade away like hot-house flowers, because the young soul blooms too soon, and has not a hearty body to root it firmly in the wholesome soil of this world.\nSo Demi was transplanted to Plumfield, and took so kindly to the life there, that Meg and John and Grandpa felt satisfied that they had done well. Mixing with other boys brought out the practical side of him, roused his spirit, and brushed away the pretty cobwebs he was so fond of spinning in that little brain of his. ",
   "Work 3": " During the three months since her return she had seen more of this cousin than any of the others, for he seemed to be the only one who had leisure to \"play with Rose,\" as they used to say years ago. The other boys were all at work, even little Jamie, many of whose play hours were devoted to manful struggles with Latin grammar, the evil genius of his boyish life. Dr. Alec had many affairs to arrange after his long absence; Phebe was busy with her music; and Aunt Plenty still actively superintended her housekeeping. Thus it fell out, quite naturally, that Charlie should form the habit of lounging in at all hours with letters, messages, bits of news, and agreeable plans for Rose. He helped her with her sketching, rode with her, sang with her, and took her to parties as a matter of course, for Aunt Clara, being the gaiest of the sisters, played chaperon on all occasions.\nFor a time it was very pleasant, but, by and by, Rose began to wish Charlie would find something to do like the rest and not make dawdling after her the business of his life. The family was used to his self-indulgent ways, and there was an amiable delusion in the minds of the boys that he had a right to the best of everything, for to them he was still the Prince, the flower of the flock, and in time to be an honor to the name. No one exactly knew how, for, though full of talent, he seemed to have no especial gift or bias, and the elders began to shake their heads because, in spite of many grand promises and projects, the moment for decisive action never came.\nRose saw all this and longed to inspire her brilliant cousin with some manful purpose which should win for him respect as well as admiration. But she found it very hard, for though he listened with imperturbable good humor, and owned his shortcomings with delightful frankness, he always had some argument, reason, or excuse to offer and out-talked her in five minutes, leaving her silenced but unconvinced. ",
   "Work 4": "Harry came every day, and no matter how melancholy, listless, or irritable his sister might be, for him she always had a smile, an affectionate greeting, a word of praise, or a tender warning against the reckless spirit that seemed to possess him. The love between them was very strong, and Christie found a never-failing pleasure in watching them together, for then Helen showed what she once had been, and Harry was his best self. A boy still, in spite of his one-and-twenty years, he seemed to feel that Helen's room was a safe refuge from the temptations that beset one of his thoughtless and impetuous nature. Here he came to confess his faults and follies with the frankness which is half sad, half comical, and wholly charming in a good-hearted young scatter-brain. Here he brought gay gossip, lively descriptions, and masculine criticisms of the world he moved in. All his hopes and plans, joys and sorrows, successes and defeats, he told to Helen. And she, poor soul, in this one happy love of her sad life, forgot a little the burden of despair that darkened all the world to her. For his sake she smiled, to him she talked when others got no word from her, and Harry's salvation was the only duty that she owned or tried to fulfil.\nA younger sister was away at school, but the others seldom spoke of her, and Christie tired herself with wondering why Bella never wrote to Helen, and why Harry seemed to have nothing but a gloomy sort of pity to bestow upon the blooming girl whose picture hung in the great drawing-room below.",
   "Work 5": " On the other hand, he was not obliged to stay a minute longer unless he liked. With a comfortable suit of clothes, a dollar in his pocket, and a row of dinner-baskets hanging in the school-house entry to supply him with provisions if he didn't mind stealing them, what was easier than to run away again? Tramping has its charms in fair weather, and Ben had lived like a gypsy under canvas for years; so he feared nothing, and began to look down the leafy road with a restless, wistful expression, as the temptation grew stronger and stronger every minute.\nSancho seemed to share the longing, for he kept running off a little way and stopping to frisk and bark; then rushed back to sit watching his master with those intelligent eyes of his, which seemed to say, \"Come on, Ben, let us scamper down this pleasant road and never stop till we are tired.\" Swallows darted by, white clouds fled before the balmy west wind, a squirrel ran along the wall, and all things seemed to echo the boy's desire to leave toil behind and roam away as care-free as they. One thing restrained him, the thought of his seeming ingratitude to good Mrs. Moss, and the disappointment of the little girls at the loss of their two new play-fellows. While he paused to think of this, something happened which kept him from doing what he would have been sure to regret afterward.\nHorses had always been his best friends, and one came trotting up to help him now; though he did not know how much he owed it till long after. Just in the act of swinging himself over the bars to take a shortcut across the fields, the sound of approaching hoofs, unaccompanied by the roll of wheels, caught his ear; and, pausing, he watched eagerly to see who was coming at such a pace. "
 },
 {
   "Author": "Jack London",
   "Country": "United States of America",
   "Work 1": " Buck did not read the newspapers, or he would have known that trouble was brewing, not alone for himself, but for every tide-water dog, strong of muscle and with warm, long hair, from Puget Sound to San Diego. Because men, groping in the Arctic darkness, had found a yellow metal, and because steamship and transportation companies were booming the find, thousands of men were rushing into the Northland. These men wanted dogs, and the dogs they wanted were heavy dogs, with strong muscles by which to toil, and furry coats to protect them from the frost.\nBuck lived at a big house in the sun-kissed Santa Clara Valley. Judge Miller's place, it was called. It stood back from the road, half hidden among the trees, through which glimpses could be caught of the wide cool veranda that ran around its four sides. The house was approached by gravelled driveways which wound about through wide-spreading lawns and under the interlacing boughs of tall poplars. At the rear things were on even a more spacious scale than at the front. There were great stables, where a dozen grooms and boys held forth, rows of vine-clad servants' cottages, an endless and orderly array of outhouses, long grape arbors, green pastures, orchards, and berry patches. Then there was the pumping plant for the artesian well, and the big cement tank where Judge Miller's boys took their morning plunge and kept cool in the hot afternoon.\nAnd over this great demesne Buck ruled. Here he was born, and here he had lived the four years of his life. It was true, there were other dogs, There could not but be other dogs on so vast a place, but they did not count. They came and went, resided in the populous kennels, or lived obscurely in the recesses of the house after the fashion of Toots, the Japanese pug, or Ysabel, the Mexican hairless,-strange creatures that rarely put nose out of doors or set foot to ground.",
   "Work 2": "He encountered a feathered whirlwind.  He was confused and blinded by the rush of it and the beat of angry wings.  He hid his head between his paws and yelped.  The blows increased.  The mother ptarmigan was in a fury.  Then he became angry.  He rose up, snarling, striking out with his paws.  He sank his tiny teeth into one of the wings and pulled and tugged sturdily.  The ptarmigan struggled against him, showering blows upon him with her free wing.  It was his first battle.  He was elated.  He forgot all about the unknown.  He no longer was afraid of anything.  He was fighting, tearing at a live thing that was striking at him.  Also, this live thing was meat.  The lust to kill was on him.  He had just destroyed little live things.  He would now destroy a big live thing.  He was too busy and happy to know that he was happy.  He was thrilling and exulting in ways new to him and greater to him than any he had known before.\nHe held on to the wing and growled between his tight-clenched teeth.  The ptarmigan dragged him out of the bush.  When she turned and tried to drag him back into the bush's shelter, he pulled her away from it and on into the open.  And all the time she was making outcry and striking with her free wing, while feathers were flying like a snow-fall.  The pitch to which he was aroused was tremendous.  All the fighting blood of his breed was up in him and surging through him. ",
   "Work 3": " Ernest was often at the house. Nor was it my father, merely, nor the controversial dinners, that drew him there. Even at that time I flattered myself that I played some part in causing his visits, and it was not long before I learned the correctness of my surmise. For never was there such a lover as Ernest Everhard. His gaze and his hand-clasp grew firmer and steadier, if that were possible; and the question that had grown from the first in his eyes, grew only the more imperative.\nMy impression of him, the first time I saw him, had been unfavorable. Then I had found myself attracted toward him. Next came my repulsion, when he so savagely attacked my class and me. After that, as I saw that he had not maligned my class, and that the harsh and bitter things he said about it were justified, I had drawn closer to him again. He became my oracle. For me he tore the sham from the face of society and gave me glimpses of reality that were as unpleasant as they were undeniably true.\nAs I have said, there was never such a lover as he. No girl could live in a university town till she was twenty-four and not have love experiences. I had been made love to by beardless sophomores and gray professors, and by the athletes and the football giants. But not one of them made love to me as Ernest did. His arms were around me before I knew. His lips were on mine before I could protest or resist. Before his earnestness conventional maiden dignity was ridiculous. He swept me off my feet by the splendid invincible rush of him. He did not propose. He put his arms around me and kissed me and took it for granted that we should be married. There was no discussion about it.",
   "Work 4": "An oil painting caught and held him.  A heavy surf thundered and burst over an outjutting rock; lowering storm-clouds covered the sky; and, outside the line of surf, a pilot-schooner, close-hauled, heeled over till every detail of her deck was visible, was surging along against a stormy sunset sky.  There was beauty, and it drew him irresistibly.  He forgot his awkward walk and came closer to the painting, very close.  The beauty faded out of the canvas.  His face expressed his bepuzzlement.  He stared at what seemed a careless daub of paint, then stepped away.  Immediately all the beauty flashed back into the canvas.  \"A trick picture,\" was his thought, as he dismissed it, though in the midst of the multitudinous impressions he was receiving he found time to feel a prod of indignation that so much beauty should be sacrificed to make a trick.  He did not know painting.  He had been brought up on chromos and lithographs that were always definite and sharp, near or far.  He had seen oil paintings, it was true, in the show windows of shops, but the glass of the windows had prevented his eager eyes from approaching too near.\nHe glanced around at his friend reading the letter and saw the books on the table.  Into his eyes leaped a wistfulness and a yearning as promptly as the yearning leaps into the eyes of a starving man at sight of food.  An impulsive stride, with one lurch to right and left of the shoulders, brought him to the table, where he began affectionately handling the books.",
   "Work 5": "After breakfast I had another unenviable experience.  When I had finished washing the dishes, I cleaned the cabin stove and carried the ashes up on deck to empty them.  Wolf Larsen and Henderson were standing near the wheel, deep in conversation.  The sailor, Johnson, was steering.  As I started toward the weather side I saw him make a sudden motion with his head, which I mistook for a token of recognition and good-morning.  In reality, he was attempting to warn me to throw my ashes over the lee side.  Unconscious of my blunder, I passed by Wolf Larsen and the hunter and flung the ashes over the side to windward.  The wind drove them back, and not only over me, but over Henderson and Wolf Larsen.  The next instant the latter kicked me, violently, as a cur is kicked.  I had not realized there could be so much pain in a kick.  I reeled away from him and leaned against the cabin in a half-fainting condition.  Everything was swimming before my eyes, and I turned sick.  The nausea overpowered me, and I managed to crawl to the side of the vessel.  But Wolf Larsen did not follow me up.  Brushing the ashes from his clothes, he had resumed his conversation with Henderson.  Johansen, who had seen the affair from the break of the poop, sent a couple of sailors aft to clean up the mess.\nLater in the morning I received a surprise of a totally different sort.  Following the cook's instructions, I had gone into Wolf Larsen's state-room to put it to rights and make the bed.  Against the wall, near the head of the bunk, was a rack filled with books."
 },
 {
   "Author": "Rolf Boldrewood",
   "Country": "Australia",
   "Work 1": "Once landed on the shores of this magnificent appanage of Britain, so nearly lost to the empire, dull must he be of soul, narrow of vision, who did not feel his heart bound within him and each pulse throb at the thought of the gorgeous possibilities which lay before him. Before the labourer, who received a fourfold wage, and rejoiced in such plenteous provision for his family as he had never dreamed of in the mother-land. Before the farmer, who saw his way to opulence and landed estate, as he surveyed the transplanted food crops growing and burgeoning as in a glorified garden which \"drank the rains of heaven at will.\" Before the professional man, whose high fees and abundant practice would soon absolve him from the necessity of professional toil. Before the capitalist, who saw in the steady rise of land-values, whether in town or country, an illimitable field for judicious investment, ending with an early retirement and at least one fortune.\nThe town sloped upwards from the sea, thus necessitating steep gradients for the streets. The main street, broad and well laid out, was more level at its inception, though Massinger saw by the hill immediately above it that he would not have to go far before his Alpine experiences would stand him in good stead. This was entirely to his mind; so, stepping out with determination, he reached the summit of Mount Eden. Here he paused, and indeed the pace at which he had breasted the ascent, after the inaction of the voyage, rendered it far from inexpedient to admire the view. What a prospect it was! He stood upon an isthmus with an ocean on either hand. Far as eye could range, the boundless South Pacific lay glowing and shimmering under  the midday sun; on the hither side, the harbour with flags of all nations and ships from every sea.",
   "Work 2": "Hubert's modest commission was not forgotten, nor the less-developed literary needs of Maurice and Ned, while at a neighbouring establishment he chose a collection of music, vocal and instrumental, which would keep Laura and Linda moderately well employed for a twelvemonth. A new piano the girls must have, but not yet, not all at once, whispered Prudence. He must not show his hand too suddenly. All in good time. And, as a young professional of the period ran his fingers lightly over the notes of a lovely Erard semi-grand, Mr. Stamford almost waltzed out of the shop, to the seductive strains of \"Auf Wiedersehn.\" His last and crowning exploit was to procure, after, perhaps, rather more personal exertion and loss of dignity than were expended on the foregoing transactions, the services of a well-recommended, capable female domestic, whose scruples at going so far into the bush he combated by a liberal rate of wages, and a promise to pay her return fare if she remained for twelve months in his service. After all this Mr. Stamford paid a farewell visit to Mr. Barrington Hope, with whom he arranged for shearing supplies, and, finally, at the close of an exciting day, he found himself in the mail-train in a state of high contentment, in charity with all men, and honestly grateful to that Almighty Ruler who had uplifted him from those dark depths, at the remembrance of which he still shuddered.\nAt a reasonably early hour on the following day the unpretending architecture of Mooramah emerged from the forest hills which encompass that rising township, and there was Hubert sure enough, with the well-worn buggy and the good old horses, still high in bone, though, like himself, much improved in spirits and demeanour.",
   "Work 3": "Andrew Cargill was one of those individuals of strongly marked idiosyncrasy, a majority of whom appear to have been placed, by some mysterious arrangement of nature, on the north side of the Tweed. Originally the under-gardener at The Chase, he had risen slowly but irresistibly through the gradations of upper-gardener and under-bailiff to the limited order of land-steward required by a moderate property. He had been a newly-married man when he formed the resolution of testing the high wages of the Southron lairds. His family, as also his rate of wages, had increased. His expenses he had uniformly restricted, with the thoroughness of his economical forefathers. He despised all wasteful ways. He managed his master's affairs, as committed to his charge, with more than the rigorous exactitude he was wont to apply to his own. Gaining authority, by the steady pressure of unrelaxing forecast habit of life, he was permitted a certain license as to advice and implied rebuke. Had Andrew Cargill been permitted to exercise the same control over the extra-rural affairs that he was wont to use over the farm-servants and the plough-teams, the tenants and the trespassers, the crops and the orchards, the under-gardeners and the pineries, no failure, financial or otherwise, would have occurred at The Chase.\nWhen the dread disaster could no longer be concealed, it is questionable whether Mr. Effingham felt anything more acutely than the necessity which existed of explaining to this faithful follower the extent, or worse, the cause of his misfortune. He anticipated the unbroken silence, the incredulous expression, with which all attempts at favourable explanation would be received. Open condemnation, of course, was out of the question. But the mute reproach or guarded reference to his master's inconceivable imbecility, which on this occasion might be more strongly accented than usual, would be hard to endure.",
   "Work 4": "In early youth those strongest tendencies and proclivities which come by inheritance are chiefly latent. Like the seedlings of a tropical forest they remain for years almost hidden by undergrowth. But when successive summers have stirred sap and rind, the deeply-rooted scions commence to assert themselves, towering over, and eventually, it may be, dwarfing the plants of earlier maturity.\nEstelle and her cousin Lance had been playmates and friends since earliest infancy. There were but three years between them; like twins they had grown up with a curious similarity of thought and feeling, though of strongly contrasted temperaments. Then the divergent stage was reached when the girl begins to tread the path which leads to the goal of womanhood, when the boy essays the freedom of speech and act which mould the future man.\nShe was so gentle, he so haughty, yet were they alike in fearlessness, in love of dogs and horses, in passionate attachment to field-sports and the teachings of animated nature. Wanderers in the summer woods, fishing in the brook, climbing the old tower of the ruined church, what an Eden-like season of unstinted freedom was that of their early youth! It was a sorrowful day for both when Lance was sent to a public school and Estelle was relegated to a prim, high-salaried governess who stigmatised nearly all out-door exercise as unladylike, and forbade field-sports as being destructive to the hope of mental progress.",
   "Work 5": "The flat was well enough, but there were other places in the gullies beyond that that father had dropped upon when he was out shooting. He was a tremendous chap for poking about on foot or on horseback, and though he was an Englishman, he was what you call a born bushman. I never saw any man almost as was his equal. Wherever he'd been once, there he could take you to again; and what was more, if it was in the dead of the night he could do it just the same. People said he was as good as a blackfellow, but I never saw one that was as good as he was, all round. In a strange country, too. That was what beat me-he'd know the way the creek run, and noticed when the cattle headed to camp, and a lot of things that other people couldn't see, or if they did, couldn't remember again. He was a great man for solitary walks, too-he and an old dog he had, called Crib, a cross-bred mongrel-looking brute, most like what they call a lurcher in England, father said. Anyhow, he could do most anything but talk. He could bite to some purpose, drive cattle or sheep, catch a kangaroo, if it wasn't a regular flyer, fight like a bulldog, and swim like a retriever, track anything, and fetch and carry, but bark he wouldn't. He'd stand and look at dad as if he worshipped him, and he'd make him some sign and off he'd go like a child that's got a message. Why he was so fond of the old man we boys couldn't make out. We were afraid of him, and as far as we could see he never patted or made much of Crib. He thrashed him unmerciful as he did us boys. Still the dog was that fond of him you'd think he'd like to die for him there and then. But dogs are not like boys, or men either-better, perhaps. "
 },
 {
   "Author": "Henry Lawson",
   "Country": "Australia",
   "Work 1": " The family were at dinner when Mary Ann came in, and, although she stood on an open part of the floor, no one noticed her for a while. She couldn't ask for help, for her mouth was too full of snake. By-and-bye one of the girls glanced round, and then went over the table, with a shriek, and out of the back door. The room was cleared very quickly. The eldest boy got a long-handled shovel, and in another second would have killed more cat than snake; but his father interfered. The father was a shearer, and Mary Ann was a favourite cat with him. He got a pair of shears from the shelf and deftly shore off the snake's head, and one side of Mary Ann's whiskers. She didn't think it safe to let go yet. She kept her teeth in the neck until the selector snipped the rest of the snake off her. The bits were carried out on a shovel to die at sundown. Mary Ann had a good drink of milk, and then got her tongue out and licked herself back into the proper shape for a cat; after which she went out to look for that snake's mate. She found it, too, and dragged it home the same evening.\n\nCats will kill rabbits and drag them home. We knew a fossicker whose cat used to bring him a bunny nearly every night. The fossicker had rabbits for breakfast until he got sick of them, and then he used to swap them with a butcher for meat. The cat was named Ingersoll, which indicates his sex and gives an inkling to his master's religious and political opinions. Ingersoll used to prospect round in the gloaming until he found some rabbit holes which showed encouraging indications. He would shepherd one hole for an hour or so every evening until he found it was a duffer, or worked it out; then he would shift to another. One day he prospected a big hollow log with a lot of holes in it, and more going down underneath. The indications were very good, but Ingersoll had no luck. The game had too many ways of getting out and in. ",
   "Work 2": "The teacher lost his temper, so the children were rounded up and hurried down to school immediately; with them came August and her aunt, with alleged explanations and excuses, and a shell-fish. The aunt and sisters said they'd have nothing to do with August. They didn't want her and wouldn't have her. The teacher said that, under those circumstances, she'd better go and drown herself; so she went home with them.\nThe whole business had been a plot by her nearest relations. They got rid of the trouble and expense of keeping her, and the bother of borrowing in person, whenever in need of trifles in the grocery line. Borrowing recommenced with her dismissal; but the teacher put a full stop to it, as far as he was concerned. Then August, egged on by her aunt, sent a blackguardly letter to the teacher's wife; the sick sister, by the way, who had been nursed and supplied with food by her all along, was in it, and said she was glad August sent the letter, and it served the schoolmistress right. The teacher went up to the pa once more; an hour later, August in person, accompanied, as usual, by a relation or two, delivered at the cottage an abject apology in writing, the composition of which would have discouraged the most enthusiastic advocate of higher education for the lower classes.\nThen various petty annoyances were tried. The teacher is firmly convinced that certain animal-like sounds round the house at night were due to August's trying to find out whether his wife was as likely to be haunted as the Maoris were. He didn't dream of such a thing at the time, for he did not believe that one of them had the pluck to venture out after dark. But savage superstition must give way to savage hate. ",
   "Work 3": " But the riders still rode and the footmen ran. There was a clatter of hoofs on the short white bridge looming ghostly ahead, and then, at a weird interval, the rattle and rumble of wheels, with no hoof-beats accompanying. The yells grew fainter. Harry's leader was a good horse, of the rather heavy coachhorse breed, with a little of the racing blood in her, but she was tired to start with, and only excitement and fright at the feel of the \"pull\" of the twisting wire kept her up to that speed; and now she was getting winded, so half a mile or so beyond the bridge Harry thought it had gone far enough, and he stopped and got down. The van ran on a bit, of course, and the loop of the wire slipped off the hooks of the pole. The wire recoiled itself roughly along the dust nearly to the heels of Harry's horse. Harry grabbed up as much of the wire as he could claw for, took the mare by the neck with the other hand, and vanished through the dense fringe of scrub off the road, till the wire caught and pulled him up; he stood still for a moment, in the black shadow on the edge of a little clearing, to listen. Then he fumbled with the wire until he got it untwisted, cast it off, and moved off silently with the mare across the soft rotten ground, and left her in a handy bush stockyard, to be brought back to the stables at a late hour that night-or rather an early hour next morning-by a jackaroo stable-boy who would have two half-crowns in his pocket and afterthought instructions to look out for that wire and hide it if possible.\nThen Harry Chatswood got back quickly, by a roundabout way, and walked into the bar of the Royal, through the back entrance from the stables, and stared, and wanted to know where all the chaps had gone to, and what the noise was about, and whose trap had run away, and if anybody was hurt. ",
   "Work 4": " I felt very much off colour all the rest of the day, and I had such a bad night of it that I made up my mind next morning to look the hopelessness square in the face and live the thing down.\nIt was the evening before Anniversary Day. Jack and I had put in a good day's work to get the job finished, and Jack was having a smoke and a yarn with the chaps before he started home. We sat on an old log along by the fence at the back of the house. There was Jimmy Nowlett the bullock-driver, and long Dave Regan the drover, and big Jim Bullock the fencer, and one or two others. Mary and the station girls and one or two visitors were sitting under the old verandah. The Jackaroo was there too, so I felt happy. It was the girls who used to bring the chaps hanging round. They were getting up a dance party for Anniversary night. Along in the evening another chap came riding up to the station: he was a big shearer, a dark, handsome fellow, who looked like a gipsy: it was reckoned that there was foreign blood in him. He went by the name of Romany. He was supposed to be shook after Mary too. He had the nastiest temper and the best violin in the district, and the chaps put up with him a lot because they wanted him to play at Bush dances. The moon had risen over Pine Ridge, but it was dusky where we were. We saw Romany loom up, riding in from the gate; he rode round the end of the coach-house and across towards where we were-I suppose he was going to tie up his horse at the fence; but about half-way across the grass he disappeared. It struck me that there was something peculiar about the way he got down, and I heard a sound like a horse stumbling. ",
   "Work 5": " It is said that the explorers gave the district its name chiefly because of the hunger they found there, which has remained there ever since. I don't know where the \"ford\" comes in-there's nothing to ford, except in flood-time. Hungerthirst would have been better. The town is supposed to be situated on the banks of a river called the Paroo, but we saw no water there, except what passed for it in a tank. The goats and sheep and dogs and the rest of the population drink there. It is dangerous to take too much of that water in a raw state.\nExcept in flood-time you couldn't find the bed of the river without the aid of a spirit-level and a long straight-edge. There is a Custom-house against the fence on the northern side. A pound of tea often costs six shillings on that side, and you can get a common lead pencil for fourpence at the rival store across the street in the mother province. Also, a small loaf of sour bread sells for a shilling at the humpy aforementioned. Only about sixty per cent of the sugar will melt.\nWe saw one of the storekeepers give a dead-beat swagman five shillings' worth of rations to take him on into Queensland. The storekeepers often do this, and put it down on the loss side of their books. I hope the recording angel listens, and puts it down on the right side of his book.\nWe camped on the Queensland side of the fence, and after tea had a yarn with an old man who was minding a mixed flock of goats and sheep; and we asked him whether he thought Queensland was better than New South Wales, or the other way about.\nHe scratched the back of his head, and thought a while, and hesitated like a stranger who is going to do you a favour at some personal inconvenience. "
 },
 {
   "Author": "Oscar Wilde",
   "Country": "Ireland",
   "Work 1": "The day had been warm and sunny; and, in the cool of the evening, the whole family went out to drive. They did not return home till nine o'clock, when they had a light supper. The conversation in no way turned upon ghosts, so there were not even those primary conditions of receptive expectations which so often precede the presentation of psychical phenomena. The subjects discussed, as I have since learned from Mr. Otis, were merely such as form the ordinary conversation of cultured Americans of the better class, such as the immense superiority of Miss Fanny Devonport over Sarah Bernhardt as an actress; the difficulty of obtaining green corn, buckwheat cakes, and hominy, even in the best English houses; the importance of Boston in the development of the world-soul; the advantages of the baggage-check system in railway travelling; and the sweetness of the New York accent as compared to the London drawl. No mention at all was made of the supernatural, nor was Sir Simon de Canterville alluded to in any way. At eleven o'clock the family retired, and by half-past all the lights were out. Some time after, Mr. Otis was awakened by a curious noise in the corridor, outside his room. It sounded like the clank of metal, and seemed to be coming nearer every moment. He got up at once, struck a match, and looked at the time. It was exactly one o'clock. He was quite calm, and felt his pulse, which was not at all feverish. The strange noise still continued, and with it he heard distinctly the sound of footsteps. He put on his slippers, took a small oblong phial out of his dressing-case, and opened the door. Right in front of him he saw, in the wan moonlight, an old man of terrible aspect. His eyes were as red burning coals; long grey hair fell over his shoulders in matted coils; his garments, which were of antique cut, were soiled and ragged, and from his wrists and ankles hung heavy manacles and rusty gyves.",
   "Work 2": " Dorian made no answer, but passed listlessly in front of his picture and turned towards it. When he saw it he drew back, and his cheeks flushed for a moment with pleasure. A look of joy came into his eyes, as if he had recognized himself for the first time. He stood there motionless and in wonder, dimly conscious that Hallward was speaking to him, but not catching the meaning of his words. The sense of his own beauty came on him like a revelation. He had never felt it before. Basil Hallward's compliments had seemed to him to be merely the charming exaggeration of friendship. He had listened to them, laughed at them, forgotten them. They had not influenced his nature. Then had come Lord Henry Wotton with his strange panegyric on youth, his terrible warning of its brevity. That had stirred him at the time, and now, as he stood gazing at the shadow of his own loveliness, the full reality of the description flashed across him. Yes, there would be a day when his face would be wrinkled and wizen, his eyes dim and colourless, the grace of his figure broken and deformed. The scarlet would pass away from his lips and the gold steal from his hair. The life that was to make his soul would mar his body. He would become dreadful, hideous, and uncouth.\nAs he thought of it, a sharp pang of pain struck through him like a knife and made each delicate fibre of his nature quiver. His eyes deepened into amethyst, and across them came a mist of tears. He felt as if a hand of ice had been laid upon his heart. ",
   "Work 3": "Well, Tommy has proposed to me again.  Tommy really does nothing but propose to me.  He proposed to me last night in the music-room, when I was quite unprotected, as there was an elaborate trio going on.  I didn't dare to make the smallest repartee, I need hardly tell you.  If I had, it would have stopped the music at once.  Musical people are so absurdly unreasonable.  They always want one to be perfectly dumb at the very moment when one is longing to be absolutely deaf.  Then he proposed to me in broad daylight this morning, in front of that dreadful statue of Achilles.  Really, the things that go on in front of that work of art are quite appalling.  The police should interfere.  At luncheon I saw by the glare in his eye that he was going to propose again, and I just managed to check him in time by assuring him that I was a bimetallist.  Fortunately I don't know what bimetallism means.  And I don't believe anybody else does either.  But the observation crushed Tommy for ten minutes.  He looked quite shocked.  And then Tommy is so annoying in the way he proposes.  If he proposed at the top of his voice, I should not mind so much.  That might produce some effect on the public.  But he does it in a horrid confidential way.  When Tommy wants to be romantic he talks to one just like a doctor.  I am very fond of Tommy, but his methods of proposing are quite out of date.  I wish, Gertrude, you would speak to him, and tell him that once a week is quite often enough to propose to any one, and that it should always be done in a manner that attracts some attention.",
   "Work 4": " Sometimes she would give herself up entirely to art, turn her drawing-room into a studio, and spend two or three days a week at picture galleries or museums.  Then she would take to attending race-meetings, wear the most horsey clothes, and talk about nothing but betting.  She abandoned religion for mesmerism, mesmerism for politics, and politics for the melodramatic excitements of philanthropy.  In fact, she was a kind of Proteus, and as much a failure in all her transformations as was that wondrous sea-god when Odysseus laid hold of him.  One day a serial began in one of the French magazines.  At that time I used to read serial stories, and I well remember the shock of surprise I felt when I came to the description of the heroine.  She was so like my friend that I brought her the magazine, and she recognised herself in it immediately, and seemed fascinated by the resemblance.  I should tell you, by the way, that the story was translated from some dead Russian writer, so that the author had not taken his type from my friend.  Well, to put the matter briefly, some months afterwards I was in Venice, and finding the magazine in the reading-room of the hotel, I took it up casually to see what had become of the heroine.  It was a most piteous tale, as the girl had ended by running away with a man absolutely inferior to her, not merely in social station, but in character and intellect also.  I wrote to my friend that evening about my views on John Bellini, and the admirable ices at Florian's, and the artistic value of gondolas, but added a postscript to the effect that her double in the story had behaved in a very silly manner.  I don't know why I added that, but I remember I had a sort of dread over me that she might do the same thing.  Before my letter had reached her, she had run away with a man who deserted her in six months.  I saw her in 1884 in Paris, where she was living with her mother, and I asked her whether the story had had anything to do with her action.  She told me that she had felt an absolutely irresistible impulse to follow the heroine step by step in her strange and fatal progress, and that it was with a feeling of real terror that she had looked forward to the last few chapters of the story. ",
   "Work 5": "He saw a most wonderful sight.  Through a little hole in the wall the children had crept in, and they were sitting in the branches of the trees.  In every tree that he could see there was a little child.  And the trees were so glad to have the children back again that they had covered themselves with blossoms, and were waving their arms gently above the children's heads.  The birds were flying about and twittering with delight, and the flowers were looking up through the green grass and laughing.  It was a lovely scene, only in one corner it was still winter.  It was the farthest corner of the garden, and in it was standing a little boy.  He was so small that he could not reach up to the branches of the tree, and he was wandering all round it, crying bitterly.  The poor tree was still quite covered with frost and snow, and the North Wind was blowing and roaring above it.  \"Climb up! little boy,\" said the Tree, and it bent its branches down as low as it could; but the boy was too tiny.\nAnd the Giant's heart melted as he looked out.  \"How selfish I have been!\" he said; \"now I know why the Spring would not come here.  I will put that poor little boy on the top of the tree, and then I will knock down the wall, and my garden shall be the children's playground for ever and ever.\"  He was really very sorry for what he had done.\nSo he crept downstairs and opened the front door quite softly, and went out into the garden.  But when the children saw him they were so frightened that they all ran away, and the garden became winter again.  Only the little boy did not run, for his eyes were so full of tears that he did not see the Giant coming.  And the Giant stole up behind him and took him gently in his hand, and put him up into the tree.  And the tree broke at once into blossom, and the birds came and sang on it, and the little boy stretched out his two arms and flung them round the Giant's neck, and kissed him.  And the other children, when they saw that the Giant was not wicked any longer, came running back, and with them came the Spring."
 },
 {
   "Author": "Lydia Maria Francis Child",
   "Country": "United States of America",
   "Work 1": "If you are prosperous, perseverance and industry will not fail to place you in such a situation as your ambition covets; and if you are not prosperous, it will be well for your children that they have not been educated to higher hopes than they will ever realize.\n\nIf you are about to furnish a house, do not spend all your money, be it much or little. Do not let the beauty of this thing, and the cheapness of that, tempt you to buy unnecessary articles. Doctor Franklin's maxim was a wise one, 'Nothing is cheap that we do not want.' Buy merely enough to get along with at first. It is only by experience that you can tell what will be the wants of your family. If you spend all your money, you will find you have purchased many things you do not want, and have no means left to get many things which you do want. If you have enough, and more than enough, to get everything suitable to your situation, do not think you must spend it all, merely because you happen to have it. Begin humbly. As riches increase, it is easy and pleasant to increase in hospitality and splendour; but it is always painful and inconvenient to decrease. After all, these things are viewed in their proper light by the truly judicious and respectable. Neatness, tastefulness, and good sense, may be shown in the management of a small household, and the arrangement of a little furniture, as well as upon a larger scale; and these qualities are always praised, and always treated with respect and attention. The consideration which many purchase by living beyond their income, and of course living upon others, is not worth the trouble it costs.",
   "Work 2": "It was the business of young slaves to tend the flocks and herds. They generally neglected and abused the creatures under their care, because they themselves were accustomed to hard treatment. But Toussaint was of a kindly disposition, and there was less violence on his master's plantation than elsewhere. It was remarked in the neighborhood that he differed from other boys in his careful and gentle treatment of the animals under his care. He was naturally a silent and thoughtful child, and probably this tendency was increased by being much alone, watching the browsing cattle in the stillness of the great valleys. Perhaps also the presence of the mountains and the sky made him feel serious and solemn. His pious godfather told him legends of Catholic saints, which he had heard among the missionaries. All these things combined to give him a religious turn of mind, even in his boyhood. From his own father he learned a great deal about Africa and the customs that prevailed in the tribe of his grandfather, King of the Arradas; also the medicinal qualities of many plants, which afterward proved very useful to him. Nothing is recorded of the moral and intellectual character of his father; but Toussaint always respected him highly, and when he was himself an old man he spoke of him as a good parent, who had trained him well by lessons of honor and virtue.\nToussaint Breda, as he was called, from the name of the estate on which he worked, early acquired a reputation for intelligence, sobriety, and industry. The Manager of the estate, M. Bayou de Libertas, was so much pleased with his conduct and manners that he made him his coachman, a situation much coveted by the slaves, as being more easy and pleasant than most of their tasks. His kindness to animals fitted him for the care of horses, and he was found as faithful in this new business as he had been while he was herds-boy. He was afterward promoted to an office of greater trust, being made steward of the sugar-house.",
   "Work 3": "The celebrated Aspasia was an elegant and voluptuous Ionian, who succeeded admirably in pleasing the good taste of the Athenians, while she ministered to their vanity and their vices. The wise and good lamented the universal depravity of manners, sanctioned by her influence; but a people so gay, so ardent, so intensely enamoured of the beautiful, readily acknowledged the sway of an eloquent and fascinating woman, who carefully preserved the appearance of decorum. Like the Gabrielles and Pompadours of modern times, Aspasia obtained present admiration and future fame, while hundreds of better women were neglected and forgotten. The crowds of wealthy and distinguished men who gathered around her, were profuse in their flattery, and munificent in their gifts; and Pericles so far yielded to her influence, that he divorced his wife and married her.\nPhilaemon was at that time on terms of intimacy with the illustrious orator; and he earnestly remonstrated against this union, as alike disgraceful to Pericles and injurious to public morals. By this advice he incurred the inveterate dislike of Aspasia; who never rested from her efforts until she had persuaded her husband to procure the revival of an ancient law, by which all citizens who married foreigners, were subjected to a heavy fine; and all persons, whose parents were not both Athenians, were declared incapable of voting in the public assemblies, or of inheriting the estates of their fathers. Pericles the more readily consented to this, because such a law at once deprived many political enemies of power. ",
   "Work 4": "The steadfastness of his whig principles led him to take a lively interest in anecdotes concerning revolutionary heroes. His mother had a brother in Philadelphia, who lived in a house formerly occupied by William Penn, at the corner of Second Street and Norris Alley. This uncle frequently cut and made garments for General Washington, Benjamin Franklin, and other distinguished men. Nothing pleased Isaac better than a visit to this city relative; and when there, his boyish mind was much occupied with watching for the famous men, of whom he had heard so much talk. Once, when General Washington came there to order some garments, he followed him a long distance from the shop. The General had observed his wonder and veneration, and was amused by it. Coming to a corner of the street, he turned round suddenly, touched his hat, and made a very low bow. This playful condescension so completely confused his juvenile admirer, that he stood blushing and bewildered for an instant, then walked hastily away, without remembering to return the salutation. The tenderness of spirit often manifested by him, was very remarkable in such a resolute and mischievous boy. There was an old unoccupied barn in the neighborhood, a favorite resort of swallows in the Spring-time. When he was about ten years old, he invited a number of boys to meet him the next Sunday morning, to go and pelt the swallows. They set off on this expedition with anticipations of a fine frolic; but before they had gone far, Isaac began to feel a strong conviction that he was doing wrong. He told his companions he thought it was very cruel sport to torment and kill poor little innocent birds; especially as they might destroy mothers, and then the little ones would be left to starve. There was a Quaker meeting-house about a mile and a half distant, and he proposed that they should all go there, and leave the swallows in peace.",
   "Work 5": "The conviction that he was not destined to long life, which Mr. Royal had expressed to Alfred King, was founded on the opinion of physicians that his heart was diseased. This furnished an additional motive for closing his business as soon as possible, and taking his children to France. But the failure of several houses with which he was connected brought unexpected entanglements. Month by month, these became more complicated, and necessarily delayed the intended emigration. His anxiety concerning his daughters increased to an oppressive degree, and aggravated the symptoms of his disease. With his habitual desire to screen them from everything unpleasant, he unwisely concealed from them both his illness and his pecuniary difficulties. He knew he could no longer be a rich man; but he still had hope of saving enough of his fortune to live in a moderate way in some cheap district of France. But on the day when he bade his daughters good morning so cheerfully, he received a letter informing him of another extensive failure, which involved him deeply. He was alone in his counting-room when he read it; and there Franz Blumenthal found him dead, with the letter in his hand. His sudden exit of course aroused the vigilance of creditors, and their examination into the state of his affairs proved anything but satisfactory.\nThe sisters, unconscious of all this, were undisturbed by any anxiety concerning future support. The necessity of living without their father's love and counsel weighed heavily on their spirits; but concerning his money they took no thought. Hitherto they had lived as the birds do, and it did not occur to them that it could ever be otherwise. The garden and the flowery parlor, which their mother had created and their father had so dearly loved, seemed almost as much a portion of themselves as their own persons. It had been hard to think of leaving them, even for the attractions of Paris; and now that dream was over, it seemed a necessity of their existence to live on in the atmosphere of beauty to which they had always been accustomed. But now that the sunshine of love had vanished from it, they felt lonely and unprotected there. "
 },
 {
   "Author": "Henry David Thoreau",
   "Country": "United States of America",
   "Work 1": " The West of which I speak is but another name for the Wild; and what I have been preparing to say is, that in Wildness is the preservation of the World. Every tree sends its fibers forth in search of the Wild. The cities import it at any price. Men plow and sail for it. From the forest and wilderness come the tonics and barks which brace mankind. Our ancestors were savages. The story of Romulus and Remus being suckled by a wolf is not a meaningless fable. The founders of every state which has risen to eminence have drawn their nourishment and vigor from a similar wild source. It was because the children of the Empire were not suckled by the wolf that they were conquered and displaced by the children of the northern forests who were.\n\nI believe in the forest, and in the meadow, and in the night in which the corn grows. We require an infusion of hemlock, spruce or arbor vitae in our tea. There is a difference between eating and drinking for strength and from mere gluttony. The Hottentots eagerly devour the marrow of the koodoo and other antelopes raw, as a matter of course. Some of our northern Indians eat raw the marrow of the Arctic reindeer, as well as various other parts, including the summits of the antlers, as long as they are soft. And herein, perchance, they have stolen a march on the cooks of Paris. They get what usually goes to feed the fire. This is probably better than stall-fed beef and slaughterhouse pork to make a man of. Give me a wildness whose glance no civilization can endure-as if we lived on the marrow of koodoos devoured raw. ",
   "Work 2": " When the troubles in Kansas began, he sent several of his sons thither to strengthen the party of the Free State men, fitting them out with such weapons as he had; telling them that if the troubles should increase, and there should be need of his, he would follow, to assist them with his hand and counsel. This, as you all know, he soon after did; and it was through his agency, far more than any other's, that Kansas was made free.\nFor a part of his life he was a surveyor, and at one time he was engaged in wool-growing, and he went to Europe as an agent about that business. There, as everywhere, he had his eyes about him, and made many original observations. He said, for instance, that he saw why the soil of England was so rich, and that of Germany (I think it was) so poor, and he thought of writing to some of the crowned heads about it. It was because in England the peasantry live on the soil which they cultivate, but in Germany they are gathered into villages, at night. It is a pity that he did not make a book of his observations.\nI should say that he was an old-fashioned man in respect for the Constitution, and his faith in the permanence of this Union. Slavery he deemed to be wholly opposed to these, and he was its determined foe.\nHe was by descent and birth a New England farmer, a man of great common-sense, deliberate and practical as that class is, and tenfold more so. He was like the best of those who stood at Concord Bridge once, on Lexington Common, and on Bunker Hill, only he was firmer and higher principled than any that I have chanced to hear of as there. It was no abolition lecturer that converted him. Ethan Allen and Stark, with whom he may in some respects be compared, were rangers in a lower and less important field. They could bravely face their country's foes, but he had the courage to face his country herself, when she was in the wrong. ",
   "Work 3": "We approached the land again through pretty rough water, and then steered directly across the lake at its narrowest part to the eastern side, and were soon partly under the lee of the mountain, having paddled about twenty miles. It was now about noon.\nWe designed to stop there that afternoon and night, and spent half an hour looking along the shore northward for a suitable place to camp. At length, by going half a dozen rods into the dense spruce and fir wood on the side of the mountain almost as dark as a cellar, we found a place sufficiently clear and level to lie down on, after cutting away a few bushes. The Indian cleared a path to it from the shore with his axe, and we then carried up all our baggage, pitched our tent, and made our bed, in order to be ready for foul weather, which then threatened us, and for the night. He gathered a large armful of fir twigs, breaking them off, which he said were the best for our bed, partly, I thought, because they were the largest and could be most rapidly collected. It had been raining more or less for four or five days, and the wood was even damper than usual, but he got dry bark from the under side of a dead leaning hemlock, which he said he could always do.\nThis noon his mind was occupied with a law question, and I referred him to my companion, who was a lawyer. It appeared that he had been buying land lately-I think it was a hundred acres-but there was probably an incumbrance to it, somebody else claiming to have bought some grass on it for this year. He wished to know to whom the grass belonged, and was told that if the other man could prove that he bought the grass before he, Polis, bought the land, the former could take it whether the latter knew it or not. ",
   "Work 4": " Not only the Indian, but many indigenous insects, birds, and quadrupeds, welcomed the apple-tree to these shores. The tent-caterpillar saddled her eggs on the very first twig that was formed, and it has since shared her affections with the wild cherry; and the canker-worm also in a measure abandoned the elm to feed on it. As it grew apace, the bluebird, robin, cherry-bird, king-bird, and many more, came with haste and built their nests and warbled in its boughs, and so became orchard-birds, and multiplied more than ever. It was an era in the history of their race. The downy woodpecker found such a savory morsel under its bark, that he perforated it in a ring quite round the tree before he left it,-a thing which he had never done before, to my knowledge. It did not take the partridge long to find out how sweet its buds were, and every winter eve she flew, and still flies, from the wood, to pluck them, much to the farmer's sorrow. The rabbit, too, was not slow to learn the taste of its twigs and bark; and when the fruit was ripe, the squirrel half-rolled, half-carried it to his hole; and even the musquash crept up the bank from the brook at evening, and greedily devoured it, until he had worn a path in the grass there; and when it was frozen and thawed, the crow and the jay were glad to taste it occasionally. The owl crept into the first apple-tree that became hollow, and fairly hooted with delight, finding it just the place for him; so, settling down into it, he has remained there ever since.\nMy theme being the Wild Apple, I will merely glance at some of the seasons in the annual growth of the cultivated apple, and pass on to my special province.\nThe flowers of the apple are perhaps the most beautiful of any tree, so copious and so delicious to both sight and scent. The walker is frequently tempted to turn and linger near some more than usually handsome one, whose blossoms are two thirds expanded. ",
   "Work 5": "At Jerusalem village the inhabitants were collecting in haste, before a thunder-shower now approaching, the Irish moss which they had spread to dry. The shower passed on one side, and gave me a few drops only, which did not cool the air. I merely felt a puff upon my cheek, though, within sight, a vessel was capsized in the bay, and several others dragged their anchors, and were near going ashore. The sea-bathing at Cohasset Rocks was perfect. The water was purer and more transparent than any I had ever seen. There was not a particle of mud or slime about it. The bottom being sandy, I could see the sea-perch swimming about. The smooth and fantastically worn rocks, and the perfectly clean and tress-like rock-weeds falling over you, and attached so firmly to the rocks that you could pull yourself up by them, greatly enhanced the luxury of the bath. The stripe of barnacles just above the weeds reminded me of some vegetable growth,-the buds, and petals, and seed-vessels of flowers. They lay along the seams of the rock like buttons on a waistcoat. It was one of the hottest days in the year, yet I found the water so icy cold that I could swim but a stroke or two, and thought that, in case of shipwreck, there would be more danger of being chilled to death than simply drowned. One immersion was enough to make you forget the dog-days utterly. Though you were sweltering before, it will take you half an hour now to remember that it was ever warm. There were the tawny rocks, like lions couchant, defying the ocean, whose waves incessantly dashed against and scoured them with vast quantities of gravel. The water held in their little hollows, on the receding of the tide, was so crystalline that I could not believe it salt, but wished to drink it; and higher up were basins of fresh water left by the rain,-all which, being also of different depths and temperature, were convenient for different kinds of baths."
 },
 {
   "Author": "Robert Louis Stevenson",
   "Country": "Scotland",
   "Work 1": "His name is immaterial, not so his habits. He had passed his life wandering in a tweed suit on the continent of Europe; and years of Galignani's Messenger having at length undermined his eyesight, he suddenly remembered the rivers of Assyria and came to London to consult an oculist. From the oculist to the dentist, and from both to the physician, the step appears inevitable; presently he was in the hands of Sir Faraday, robed in ventilating cloth and sent to Bournemouth; and to that domineering baronet (who was his only friend upon his native soil) he was now returning to report. The case of these tweedsuited wanderers is unique. We have all seen them entering the table d'hote (at Spezzia, or Grdtz, or Venice) with a genteel melancholy and a faint appearance of having been to India and not succeeded. In the offices of many hundred hotels they are known by name; and yet, if the whole of this wandering cohort were to disappear tomorrow, their absence would be wholly unremarked. How much more, if only one-say this one in the ventilating cloth-should vanish! He had paid his bills at Bournemouth; his worldly effects were all in the van in two portmanteaux, and these after the proper interval would be sold as unclaimed baggage to a Jew; Sir Faraday's butler would be a half-crown poorer at the year's end, and the hotelkeepers of Europe about the same date would be mourning a small but quite observable decline in profits. And that would be literally all. Perhaps the old gentleman thought something of the sort, for he looked melancholy enough as he pulled his bare, grey head back into the carriage, and the train smoked under the bridge, and forth, with ever quickening speed, across the mingled heaths and woods of the New Forest. ",
   "Work 2": "That was the amount of information that the lawyer carried back with him to the great, dark bed on which he tossed to and fro, until the small hours of the morning began to grow large. It was a night of little ease to his toiling mind, toiling in mere darkness and besieged by questions.\nSix o'clock struck on the bells of the church that was so conveniently near to Mr. Utterson's dwelling, and still he was digging at the problem. Hitherto it had touched him on the intellectual side alone; but now his imagination also was engaged, or rather enslaved; and as he lay and tossed in the gross darkness of the night and the curtained room, Mr. Enfield's tale went by before his mind in a scroll of lighted pictures. He would be aware of the great field of lamps of a nocturnal city; then of the figure of a man walking swiftly; then of a child running from the doctor's; and then these met, and that human Juggernaut trod the child down and passed on regardless of her screams. Or else he would see a room in a rich house, where his friend lay asleep, dreaming and smiling at his dreams; and then the door of that room would be opened, the curtains of the bed plucked apart, the sleeper recalled, and lo! there would stand by his side a figure to whom power was given, and even at that dead hour, he must rise and do its bidding. The figure in these two phases haunted the lawyer all night; and if at any time he dozed over, it was but to see it glide more stealthily through sleeping houses, or move the more swiftly and still the more swiftly, even to dizziness, through wider labyrinths of lamplighted city, and at every street-corner crush a child and leave her screaming. And still the figure had no face by which he might know it; even in his dreams, it had no face, or one that baffled him and melted before his eyes; and thus it was that there sprang up and grew apace in the lawyer's mind a singularly strong, almost an inordinate, curiosity to behold the features of the real Mr. Hyde. If he could but once set eyes on him, he thought the mystery would lighten and perhaps roll altogether away, as was the habit of mysterious things when well examined. ",
   "Work 3": " He got downstairs next morning, to be sure, and had his meals as usual, though he ate little and had more, I am afraid, than his usual supply of rum, for he helped himself out of the bar, scowling and blowing through his nose, and no one dared to cross him. On the night before the funeral he was as drunk as ever; and it was shocking, in that house of mourning, to hear him singing away at his ugly old sea-song; but weak as he was, we were all in the fear of death for him, and the doctor was suddenly taken up with a case many miles away and was never near the house after my father's death. I have said the captain was weak, and indeed he seemed rather to grow weaker than regain his strength. He clambered up and down stairs, and went from the parlour to the bar and back again, and sometimes put his nose out of doors to smell the sea, holding on to the walls as he went for support and breathing hard and fast like a man on a steep mountain. He never particularly addressed me, and it is my belief he had as good as forgotten his confidences; but his temper was more flighty, and allowing for his bodily weakness, more violent than ever. He had an alarming way now when he was drunk of drawing his cutlass and laying it bare before him on the table. But with all that, he minded people less and seemed shut up in his own thoughts and rather wandering. Once, for instance, to our extreme wonder, he piped up to a different air, a kind of country love-song that he must have learned in his youth before he had begun to follow the sea.\nSo things passed until, the day after the funeral, and about three o'clock of a bitter, foggy, frosty afternoon, I was standing at the door for a moment, full of sad thoughts about my father, when I saw someone drawing slowly near along the road. He was plainly blind, for he tapped before him with a stick and wore a great green shade over his eyes and nose; and he was hunched, as if with age or weakness, and wore a huge old tattered sea-cloak with a hood that made him appear positively deformed. ",
   "Work 4": " The house of Shaws stood some five full storeys high, not counting lofts. Well, as I advanced, it seemed to me the stair grew airier and a thought more lightsome; and I was wondering what might be the cause of this change, when a second blink of the summer lightning came and went. If I did not cry out, it was because fear had me by the throat; and if I did not fall, it was more by Heaven's mercy than my own strength. It was not only that the flash shone in on every side through breaches in the wall, so that I seemed to be clambering aloft upon an open scaffold, but the same passing brightness showed me the steps were of unequal length, and that one of my feet rested that moment within two inches of the well.\nThis was the grand stair! I thought; and with the thought, a gust of a kind of angry courage came into my heart. My uncle had sent me here, certainly to run great risks, perhaps to die. I swore I would settle that \"perhaps,\" if I should break my neck for it; got me down upon my hands and knees; and as slowly as a snail, feeling before me every inch, and testing the solidity of every stone, I continued to ascend the stair. The darkness, by contrast with the flash, appeared to have redoubled; nor was that all, for my ears were now troubled and my mind confounded by a great stir of bats in the top part of the tower, and the foul beasts, flying downwards, sometimes beat about my face and body.\nThe tower, I should have said, was square; and in every corner the step was made of a great stone of a different shape to join the flights. Well, I had come close to one of these turns, when, feeling forward as usual, my hand slipped upon an edge and found nothing but emptiness beyond it. ",
   "Work 5": "But presently the little troop began again to move forward, and came next to a very open, heathy portion of the way, where but a single tongue of forest ran down to join the road.  They were but just abreast of this, when an arrow shone flying.  One of the men threw up his arms, his horse reared, and both fell and struggled together in a mass.  Even from where the boys lay they could hear the rumour of the men's voices crying out; they could see the startled horses prancing, and, presently, as the troop began to recover from their first surprise, one fellow beginning to dismount.  A second arrow from somewhat farther off glanced in a wide arch; a second rider bit the dust.  The man who was dismounting lost hold upon the rein, and his horse fled galloping, and dragged him by the foot along the road, bumping from stone to stone, and battered by the fleeing hoofs.  The four who still kept the saddle instantly broke and scattered; one wheeled and rode, shrieking, towards the ferry; the other three, with loose rein and flying raiment, came galloping up the road from Tunstall.  From every clump they passed an arrow sped.  Soon a horse fell, but the rider found his feet and continued to pursue his comrades till a second shot despatched him.  Another man fell; then another horse; out of the whole troop there was but one fellow left, and he on foot; only, in different directions, the noise of the galloping of three riderless horses was dying fast into the distance.\nAll this time not one of the assailants had for a moment shown himself.  Here and there along the path, horse or man rolled, undespatched, in his agony; but no merciful enemy broke cover to put them from their pain."
 },
 {
   "Author": "Walter Scott",
   "Country": "Scotland",
   "Work 1": "According to this well-attested legend, two young Northumbrians were out on a shooting party, and had plunged deep among the mountainous moorlands which border on Cumberland. They stopped for refreshment in a little secluded dell by the side of a rivulet. There, after they had partaken of such food as they brought with them, one of the party fell asleep; the other, unwilling to disturb his friend's repose, stole silently out of the dell with the purpose of looking around him, when he was astonished to find himself close to a being who seemed not to belong to this world, as he was the most hideous dwarf that the sun had ever shone on. His head was of full human size, forming a frightful contrast with his height, which was considerably under four feet. It was thatched with no other covering than long matted red hair, like that of the felt of a badger in consistence, and in colour a reddish brown, like the hue of the heather-blossom. His limbs seemed of great strength; nor was he otherwise deformed than from their undue proportion in thickness to his diminutive height. The terrified sportsman stood gazing on this horrible apparition, until, with an angry countenance, the being demanded by what right he intruded himself on those hills, and destroyed their harmless inhabitants. The perplexed stranger endeavoured to propitiate the incensed dwarf, by offering to surrender his game, as he would to an earthly Lord of the Manor. The proposal only redoubled the offence already taken by the dwarf, who alleged that he was the lord of those mountains, and the protector of the wild creatures who found a retreat in their solitary recesses; and that all spoils derived from their death, or misery, were abhorrent to him. The hunter humbled himself before the angry goblin, and by protestations of his ignorance, and of his resolution to abstain from such intrusion in future, at last succeeded in pacifying him. ",
   "Work 2": "His talent for observing nature soon induced him to rectify the errors, and soar above the instructions, of his teacher. He particularly shone in painting horses, that being a favourite sign in the Scottish villages; and, in tracing his progress, it is beautiful to observe how by degrees he learned to shorten the backs and prolong the legs of these noble animals, until they came to look less like crocodiles, and more like nags. Detraction, which always pursues merit with strides proportioned to its advancement, has indeed alleged that Dick once upon a time painted a horse with five legs, instead of four. I might have rested his defence upon the license allowed to that branch of his profession, which, as it permits all sorts of singular and irregular combinations, may be allowed to extend itself so far as to bestow a limb supernumerary on a favourite subject. But the cause of a deceased friend is sacred; and I disdain to bottom it so superficially. I have visited the sign in question, which yet swings exalted in the village of Langdirdum; and I am ready to depone upon the oath that what has been idly mistaken or misrepresented as being the fifth leg of the horse, is, in fact, the tail of that quadruped, and, considered with reference to the posture in which he is delineated, forms a circumstance introduced and managed with great and successful, though daring, art. The nag being represented in a rampant or rearing posture, the tail, which is prolonged till it touches the ground, appears to form a point d'appui, and gives the firmness of a tripod to the figure, without which it would be difficult to conceive, placed as the feet are, how the courser could maintain his ground without tumbling backwards. This bold conception has fortunately fallen into the custody of one by whom it is duly valued; for, when Dick, in his more advanced state of proficiency, became dubious of the propriety of so daring a deviation to execute a picture of the publican himself in exchange for this juvenile production, the courteous offer was declined by his judicious employer, who had observed, it seems, that when his ale failed to do its duty in conciliating his guests, one glance at his sign was sure to put them in good humour. ",
   "Work 3": "Upon this scene of desolation the sun shone with almost intolerable splendour, and all living nature seemed to have hidden itself from the rays, excepting the solitary figure which moved through the flitting sand at a foot's pace, and appeared the sole breathing thing on the wide surface of the plain. The dress of the rider and the accoutrements of his horse were peculiarly unfit for the traveller in such a country. A coat of linked mail, with long sleeves, plated gauntlets, and a steel breastplate, had not been esteemed a sufficient weight of armour; there were also his triangular shield suspended round his neck, and his barred helmet of steel, over which he had a hood and collar of mail, which was drawn around the warrior's shoulders and throat, and filled up the vacancy between the hauberk and the headpiece. His lower limbs were sheathed, like his body, in flexible mail, securing the legs and thighs, while the feet rested in plated shoes, which corresponded with the gauntlets. A long, broad, straight-shaped, double-edged falchion, with a handle formed like a cross, corresponded with a stout poniard on the other side. The knight also bore, secured to his saddle, with one end resting on his stirrup, the long steel-headed lance, his own proper weapon, which, as he rode, projected backwards, and displayed its little pennoncelle, to dally with the faint breeze, or drop in the dead calm. To this cumbrous equipment must be added a surcoat of embroidered cloth, much frayed and worn, which was thus far useful that it excluded the burning rays of the sun from the armour, which they would otherwise have rendered intolerable to the wearer. The surcoat bore, in several places, the arms of the owner, although much defaced. These seemed to be a couchant leopard, with the motto, \"I sleep; wake me not.\" An outline of the same device might be traced on his shield, though many a blow had almost effaced the painting. ",
   "Work 4": "Allan, with wistful look the while,\n     Marked Roderick landing on the isle;\n     His master piteously he eyed,\n     Then gazed upon the Chieftain's pride,\n     Then dashed with hasty hand away\n     From his dimmed eye the gathering spray;\n     And Douglas, as his hand he laid\n     On Malcolm's shoulder, kindly said:\n     'Canst thou, young friend, no meaning spy\n     In my poor follower's glistening eye?\n     I 'll tell thee:-he recalls the day\n     When in my praise he led the lay\n     O'er the arched gate of Bothwell proud,\n     While many a minstrel answered loud,\n     When Percy's Norman pennon, won\n     In bloody field, before me shone,\n     And twice ten knights, the least a name\n     As mighty as yon Chief may claim,\n     Gracing my pomp, behind me came.\n     Yet trust me, Malcolm, not so proud\n     Was I of all that marshalled crowd,\n     Though the waned crescent owned my might,\n     And in my train trooped lord and knight,\n     Though Blantyre hymned her holiest lays,\n     And Bothwell's bards flung back my praise,\n     As when this old man's silent tear,\n     And this poor maid's affection dear,\n     A welcome give more kind and true\n     Than aught my better fortunes knew.\n     Forgive, my friend, a father's boast,-\n     O, it out-beggars all I lost!'",
   "Work 5": "The sun was setting upon one of the rich grassy glades of that forest, which we have mentioned in the beginning of the chapter. Hundreds of broad-headed, short-stemmed, wide-branched oaks, which had witnessed perhaps the stately march of the Roman soldiery, flung their gnarled arms over a thick carpet of the most delicious green sward; in some places they were intermingled with beeches, hollies, and copsewood of various descriptions, so closely as totally to intercept the level beams of the sinking sun; in others they receded from each other, forming those long sweeping vistas, in the intricacy of which the eye delights to lose itself, while imagination considers them as the paths to yet wilder scenes of silvan solitude. Here the red rays of the sun shot a broken and discoloured light, that partially hung upon the shattered boughs and mossy trunks of the trees, and there they illuminated in brilliant patches the portions of turf to which they made their way. A considerable open space, in the midst of this glade, seemed formerly to have been dedicated to the rites of Druidical superstition; for, on the summit of a hillock, so regular as to seem artificial, there still remained part of a circle of rough unhewn stones, of large dimensions. Seven stood upright; the rest had been dislodged from their places, probably by the zeal of some convert to Christianity, and lay, some prostrate near their former site, and others on the side of the hill. One large stone only had found its way to the bottom, and in stopping the course of a small brook, which glided smoothly round the foot of the eminence, gave, by its opposition, a feeble voice of murmur to the placid and elsewhere silent streamlet. "
 },
 {
   "Author": "Grant Allen",
   "Country": "Canada",
   "Work 1": "As he read and read the theory of correlation, the great idea as to the real nature of energy, which had escaped all these learned physicists, and which was then slowly forming itself in his own mind, grew gradually clearer and clearer still before his mental vision. Helmholtz was wrong here, because he had not thoroughly appreciated the disjunctive nature of electric energy; Joule was wrong here, because he had failed to understand the real antithesis between potential and kinetic. He laid down the books, paced up and down the room thoughtfully, and beheld the whole concrete theory of interrelation embodying itself visibly before his very eyes. At last he grew fired with the stupendous grandeur of his own conception, seized a quire of foolscap, and sat down eagerly at the table to give written form to the splendid phantom that was floating before him in so distinct a fashion. He would make a great name, for Hetty's sake; and, when he had made it, his dearest reward would be to know that Hetty was proud of him.\n\nHour after hour he sat and wrote, as if inspired, at his little table. The landlady knocked at the door to tell him dinner was ready, but he would have none of it, he said; let her bring him up a good cup of strong tea and a few plain biscuits. So he wrote and wrote in feverish haste, drinking cup after cup of tea, and turning off page after page of foolscap, till long past midnight. The whole theory had come up so distinctly before his mind's eye, under the exceptional exaltation of first love, and the powerful stimulus of the day's excitement, that he wrote it off as though he had it by heart; omitting only the mathematical calculations, which he left blank, not because he had not got them clearly in his head, but because he would not stop his flying pen to copy them all out then and there at full length, for fear of losing the main thread of his argument. ",
   "Work 2": "As he stood there admiring it all with roving eyes, he was startled after a moment by the sudden, and as it seemed to him unannounced apparition of a man in a well-made grey tweed suit, just a yard or two in front of him. He was aware of an intruder. To be sure, there was nothing very remarkable at first sight either in the stranger's dress, appearance, or manner. All that Philip noticed for himself in the newcomer's mien for the first few seconds was a certain distinct air of social superiority, an innate nobility of gait and bearing. So much at least he observed at a glance quite instinctively. But it was not this quiet and unobtrusive tone, as of the Best Society, that surprised and astonished him; Brackenhurst prided itself, indeed, on being a most well-bred and distinguished neighbourhood; people of note grew as thick there as heather or whortleberries. What puzzled him more was the abstruser question, where on earth the stranger could have come from so suddenly. Philip had glanced up the road and down the road just two minutes before, and was prepared to swear when he withdrew his eyes not a soul loomed in sight in either direction. Whence, then, could the man in the grey suit have emerged? Had he dropped from the clouds? No gate opened into the road on either side for two hundred yards or more; for Brackenhurst is one of those extremely respectable villa neighbourhoods where every house-an eligible family residence-stands in its own grounds of at least six acres. Now Philip could hardly suspect that so well dressed a man of such distinguished exterior would be guilty of such a gross breach of the recognised code of Brackenhurstian manners as was implied in the act of vaulting over a hedgerow. So he gazed in blank wonder at the suddenness of the apparition, more than half inclined to satisfy his curiosity by inquiring of the stranger how the dickens he had got there. ",
   "Work 3": "So he took every opportunity of intercepting the postman at the front door, and looking out for envelopes with foreign postage stamps. At last one day a letter arrived for Mactavish with an Italian stamp and a cardinal's red hat stamped like a crest on the flap of the envelope. Woollacott was certain that things of that sort didn't come to Mactavish every day about his ordinary business. Braving the penalties for appropriating a letter, he took the liberty to open this suspicious communication, and found it was a note from Cardinal Trevelyan, the Pope's Chamberlain, and a well-known collector of antiquities referring to early Church history in England, and that it was in reply to an offer of Mactavish's to send the Cardinal for inspection a rare gold coin not otherwise specified. The Cardinal expressed his readiness to see the coin, and to pay a hundred and fifty pounds for it, if it proved to be rare and genuine as described. Woollacott felt certain that this communication must refer to the gold Wulfric. He therefore handed the letter to Mrs. Mactavish when the postman next came his rounds, and waited to see whether Mactavish any day afterwards went to the post to register a small box or packet. Meanwhile he communicated with Emily and the superintendent, being unwilling to buoy me up with a doubtful hope until he was quite sure that their plan had succeeded. The superintendent wrote immediately to the Cardinal, mentioning his suspicions, and received a reply to the effect that he expected a coin of Wulfric to be sent him shortly. Sir Theophilus, who had been greatly interested in the question of the coin, kindly offered to take Emily over to Rome, in order to get the criminating piece, as soon as it arrived, from Cardinal Trevelyan. That was, in turn, the story that they all told me, piece by piece, in the Central Station at Rome that eventful morning.",
   "Work 4": "For on the island of Boupari it was high feast with the worshippers of their god that night. The sun had turned on the Tropic of Capricorn at noon, and was making his way northward, toward the equator once more; and his votaries, as was their wont, had all come forth to do him honor in due season, and to pay their respects, in the inmost and sacredest grove on the island, to his incarnate representative, the living spirit of trees and fruits and vegetation, the very high god, the divine Tu-Kila-Kila!\nEarly in the evening, as soon as the sun's rim had disappeared beneath the ocean, a strange noise boomed forth from the central shrine of Boupari. Those who heard it clapped their hands to their ears and ran hastily forward. It was a noise like distant rumbling thunder, or the whir of some great English mill or factory; and at its sound every woman on the island threw herself on the ground prostrate, with her face in the dust, and waited there reverently till the audible voice of the god had once more subsided. For no woman knew how that sound was produced. Only the grown men, initiated into the mysteries of the shrine when they came of age at the tattooing ceremony, were aware that the strange, buzzing, whirring noise was nothing more or less than the cry of the bull-roarer.\nA bull-roarer, as many English schoolboys know, is merely a piece of oblong wood, pointed at either end, and fastened by a leather thong at one corner. But when whirled round the head by practised priestly hands, it produces a low rumbling noise like the wheels of a distant carriage, growing gradually louder and clearer, from moment to moment, till at last it waxes itself into a frightful din, or bursts into perfect peals of imitation thunder. Then it decreases again once more, as gradually as it rose, becoming fainter and ever fainter, like thunder as it recedes, till the horrible bellowing, as of supernatural bulls, dies away in the end, by slow degrees, into low and soft and imperceptible murmurs.",
   "Work 5": "But in spite of Frank's enthusiastic way of looking at the matter I could see at a glance that the mention of our object in visiting Hawaii had cast a shade of gloom at once over both Kea and her uncle. The old man seemed to grow moody and sullen; Kea was rather grieved and saddened. The rest of our meal passed off less pleasantly. It was not till we began to chew green sugar-cane together by way of dessert, that Kea's spirits at all returned. She laughed and talked then once more with native good-humour, showing us how to strip and peel the fresh cane, and making fun of us merrily because in our English awkwardness we got pieces of the fibre wedged hopelessly in between our front teeth. Yet even so I couldn't help suspecting that something was weighing upon her mind a little. Evidently they were either hurt or distressed that we should think of scientifically observing Mauna Loa. I wondered much whether they held the mountain too sacred a thing for inquisitive science to poke its nose into, or whether they only considered it too dangerous a crater for the bold explorer to meddle with carelessly. If it was merely the last, I didn't much mind. Frank and I were thoroughly at home with nasty-tempered volcanoes, and knew their tricks and their manners down to the ground far too well to be in the least afraid of them. I had been engaged in studying their manifestations indeed for the last six years; and Frank, who was born to face danger, had joined me in all my expeditions and explorations ever since he'd been big enough to carry a knapsack.\nIn the course of the afternoon however I happened to be standing with pretty little Kea near the bow of the steamer, while her uncle was slowly pacing the quarterdeck, immersed in conversation with a Hawaiian acquaintance. "
 },
 {
   "Author": "Herbert George Wells",
   "Country": "United States of America",
   "Work 1": "But probably, the machine had only been taken away. Still, I must be calm and patient, find its hiding-place, and recover it by force or cunning. And with that I scrambled to my feet and looked about me, wondering where I could bathe. I felt weary, stiff, and travel-soiled. The freshness of the morning made me desire an equal freshness. I had exhausted my emotion. Indeed, as I went about my business, I found myself wondering at my intense excitement overnight. I made a careful examination of the ground about the little lawn. I wasted some time in futile questionings, conveyed, as well as I was able, to such of the little people as came by. They all failed to understand my gestures; some were simply stolid, some thought it was a jest and laughed at me. I had the hardest task in the world to keep my hands off their pretty laughing faces. It was a foolish impulse, but the devil begotten of fear and blind anger was ill curbed and still eager to take advantage of my perplexity. The turf gave better counsel. I found a groove ripped in it, about midway between the pedestal of the sphinx and the marks of my feet where, on arrival, I had struggled with the overturned machine. There were other signs of removal about, with queer narrow footprints like those I could imagine made by a sloth. This directed my closer attention to the pedestal. It was, as I think I have said, of bronze. It was not a mere block, but highly decorated with deep framed panels on either side. I went and rapped at these. The pedestal was hollow. Examining the panels with care I found them discontinuous with the frames. There were no handles or keyholes, but possibly the panels, if they were doors, as I supposed, opened from within. One thing was clear enough to my mind. It took no very great mental effort to infer that my Time Machine was inside that pedestal. But how it got there was a different problem.",
   "Work 2": "In a few minutes there was, so far as the soldier could see, not a living thing left upon the common, and every bush and tree upon it that was not already a blackened skeleton was burning. The hussars had been on the road beyond the curvature of the ground, and he saw nothing of them. He heard the Martians rattle for a time and then become still. The giant saved Woking station and its cluster of houses until the last; then in a moment the Heat-Ray was brought to bear, and the town became a heap of fiery ruins. Then the Thing shut off the Heat-Ray, and turning its back upon the artilleryman, began to waddle away towards the smouldering pine woods that sheltered the second cylinder. As it did so a second glittering Titan built itself up out of the pit.\nThe second monster followed the first, and at that the artilleryman began to crawl very cautiously across the hot heather ash towards Horsell. He managed to get alive into the ditch by the side of the road, and so escaped to Woking. There his story became ejaculatory. The place was impassable. It seems there were a few people alive there, frantic for the most part and many burned and scalded. He was turned aside by the fire, and hid among some almost scorching heaps of broken wall as one of the Martian giants returned. He saw this one pursue a man, catch him up in one of its steely tentacles, and knock his head against the trunk of a pine tree. At last, after nightfall, the artilleryman made a rush for it and got over the railway embankment.\nSince then he had been skulking along towards Maybury, in the hope of getting out of danger Londonward. People were hiding in trenches and cellars, and many of the survivors had made off towards Woking village and Send. He had been consumed with thirst until he found one of the water mains near the railway arch smashed, and the water bubbling out like a spring upon the road.",
   "Work 3": "A man stood awaiting us at the water's edge. I fancied while we were still far off that I saw some other and very grotesque-looking creatures scuttle into the bushes upon the slope; but I saw nothing of these as we drew nearer. This man was of a moderate size, and with a black negroid face. He had a large, almost lipless, mouth, extraordinary lank arms, long thin feet, and bow-legs, and stood with his heavy face thrust forward staring at us. He was dressed like Montgomery and his white-haired companion, in jacket and trousers of blue serge. As we came still nearer, this individual began to run to and fro on the beach, making the most grotesque movements.\nAt a word of command from Montgomery, the four men in the launch sprang up, and with singularly awkward gestures struck the lugs. Montgomery steered us round and into a narrow little dock excavated in the beach. Then the man on the beach hastened towards us. This dock, as I call it, was really a mere ditch just long enough at this phase of the tide to take the longboat. I heard the bows ground in the sand, staved the dingey off the rudder of the big boat with my piggin, and freeing the painter, landed. The three muffled men, with the clumsiest movements, scrambled out upon the sand, and forthwith set to landing the cargo, assisted by the man on the beach. I was struck especially by the curious movements of the legs of the three swathed and bandaged boatmen,-not stiff they were, but distorted in some odd way, almost as if they were jointed in the wrong place. The dogs were still snarling, and strained at their chains after these men, as the white-haired man landed with them. The three big fellows spoke to one another in odd guttural tones, and the man who had waited for us on the beach began chattering to them excitedly-a foreign language, as I fancied-as they laid hands on some bales piled near the stern. Somewhere I had heard such a voice before, and I could not think where. The white-haired man stood, holding in a tumult of six dogs, and bawling orders over their din. Montgomery, having unshipped the rudder, landed likewise, and all set to work at unloading. I was too faint, what with my long fast and the sun beating down on my bare head, to offer any assistance.",
   "Work 4": "The facts of the burglary at the vicarage came to us chiefly through the medium of the vicar and his wife. It occurred in the small hours of Whit Monday, the day devoted in Iping to the Club festivities. Mrs. Bunting, it seems, woke up suddenly in the stillness that comes before the dawn, with the strong impression that the door of their bedroom had opened and closed. She did not arouse her husband at first, but sat up in bed listening. She then distinctly heard the pad, pad, pad of bare feet coming out of the adjoining dressing-room and walking along the passage towards the staircase. As soon as she felt assured of this, she aroused the Rev. Mr. Bunting as quietly as possible. He did not strike a light, but putting on his spectacles, her dressing-gown and his bath slippers, he went out on the landing to listen. He heard quite distinctly a fumbling going on at his study desk down-stairs, and then a violent sneeze.\nAt that he returned to his bedroom, armed himself with the most obvious weapon, the poker, and descended the staircase as noiselessly as possible. Mrs. Bunting came out on the landing.\nThe hour was about four, and the ultimate darkness of the night was past. There was a faint shimmer of light in the hall, but the study doorway yawned impenetrably black. Everything was still except the faint creaking of the stairs under Mr. Bunting's tread, and the slight movements in the study. Then something snapped, the drawer was opened, and there was a rustle of papers. Then came an imprecation, and a match was struck and the study was flooded with yellow light. Mr. Bunting was now in the hall, and through the crack of the door he could see the desk and the open drawer and a candle burning on the desk. But the robber he could not see. He stood there in the hall undecided what to do, and Mrs. Bunting, her face white and intent, crept slowly downstairs after him. One thing kept Mr. Bunting's courage; the persuasion that this burglar was a resident in the village.",
   "Work 5": "The long, drafty subterranean passage was chilly and dusty, and my candle flared and made the shadows cower and quiver. The echoes rang up and down the spiral staircase, and a shadow came sweeping up after me, and another fled before me into the darkness overhead. I came to the wide landing and stopped there for a moment listening to a rustling that I fancied I heard creeping behind me, and then, satisfied of the absolute silence, pushed open the unwilling baize-covered door and stood in the silent corridor.\nThe effect was scarcely what I expected, for the moonlight, coming in by the great window on the grand staircase, picked out everything in vivid black shadow or reticulated silvery illumination. Everything seemed in its proper position; the house might have been deserted on the yesterday instead of twelve months ago. There were candles in the sockets of the sconces, and whatever dust had gathered on the carpets or upon the polished flooring was distributed so evenly as to be invisible in my candlelight. A waiting stillness was over everything. I was about to advance, and stopped abruptly. A bronze group stood upon the landing hidden from me by a corner of the wall; but its shadow fell with marvelous distinctness upon the white paneling, and gave me the impression of some one crouching to waylay me. The thing jumped upon my attention suddenly. I stood rigid for half a moment, perhaps. Then, with my hand in the pocket that held the revolver, I advanced, only to discover a Ganymede and Eagle, glistening in the moonlight. That incident for a time restored my nerve, and a dim porcelain Chinaman on a buhl table, whose head rocked as I passed, scarcely startled me.\nThe door of the Red Room and the steps up to it were in a shadowy corner. I moved my candle from side to side in order to see clearly the nature of the recess in which I stood, before opening the door. Here it was, thought I, that my predecessor was found, and the memory of that story gave me a sudden twinge of apprehension."
 },
 {
   "Author": "George Bernard Shaw",
   "Country": "Ireland",
   "Work 1": "Summer afternoon in a cottage garden on the eastern slope of a hill a little south of Haslemere in Surrey. Looking up the hill, the cottage is seen in the left hand corner of the garden, with its thatched roof and porch, and a large latticed window to the left of the porch. A paling completely shuts in the garden, except for a gate on the right. The common rises uphill beyond the paling to the sky line. Some folded canvas garden chairs are leaning against the side bench in the porch. A lady's bicycle is propped against the wall, under the window. A little to the right of the porch a hammock is slung from two posts. A big canvas umbrella, stuck in the ground, keeps the sun off the hammock, in which a young lady is reading and making notes, her head towards the cottage and her feet towards the gate. In front of the hammock, and within reach of her hand, is a common kitchen chair, with a pile of serious-looking books and a supply of writing paper on it.",
   "Work 2": " At the most wretched hour between a black night and a wintry morning in the year 1777, Mrs. Dudgeon, of New Hampshire, is sitting up in the kitchen and general dwelling room of her farm house on the outskirts of the town of Websterbridge. She is not a prepossessing woman. No woman looks her best after sitting up all night; and Mrs. Dudgeon's face, even at its best, is grimly trenched by the channels into which the barren forms and observances of a dead Puritanism can pen a bitter temper and a fierce pride. She is an elderly matron who has worked hard and got nothing by it except dominion and detestation in her sordid home, and an unquestioned reputation for piety and respectability among her neighbors, to whom drink and debauchery are still so much more tempting than religion and rectitude, that they conceive goodness simply as self-denial. This conception is easily extended to others-denial, and finally generalized as covering anything disagreeable. So Mrs. Dudgeon, being exceedingly disagreeable, is held to be exceedingly good. Short of flat felony, she enjoys complete license except for amiable weaknesses of any sort, and is consequently, without knowing it, the most licentious woman in the parish on the strength of never having broken the seventh commandment or missed a Sunday at the Presbyterian church.\nThe year 1777 is the one in which the passions roused of the breaking off of the American colonies from England, more by their own weight than their own will, boiled up to shooting point, the shooting being idealized to the English mind as suppression of rebellion and maintenance of British dominion, and to the American as defence of liberty, resistance to tyranny, and selfsacrifice on the altar of the Rights of Man. ",
   "Work 3": " On the terrace at the Marine Hotel. It is a square flagged platform, with a parapet of heavy oil jar pilasters supporting a broad stone coping on the outer edge, which stands up over the sea like a cliff. The head waiter of the establishment, busy laying napkins on a luncheon table with his back to the sea, has the hotel on his right, and on his left, in the corner nearest the sea, the flight of steps leading down to the beach.\nWhen he looks down the terrace in front of him he sees a little to his left a solitary guest, a middle-aged gentleman sitting on a chair of iron laths at a little iron table with a bowl of lump sugar and three wasps on it, reading the Standard, with his umbrella up to defend him from the sun, which, in August and at less than an hour after noon, is toasting his protended insteps. Just opposite him, at the hotel side of the terrace, there is a garden seat of the ordinary esplanade pattern. Access to the hotel for visitors is by an entrance in the middle of its facade, reached by a couple of steps on a broad square of raised pavement. Nearer the parapet there lurks a way to the kitchen, masked by a little trellis porch. The table at which the waiter is occupied is a long one, set across the terrace with covers and chairs for five, two at each side and one at the end next the hotel. Against the parapet another table is prepared as a buffet to serve from.\nThe waiter is a remarkable person in his way. A silky old man, white-haired and delicate looking, but so cheerful and contented that in his encouraging presence ambition stands rebuked as vulgarity, and imagination as treason to the abounding sufficiency and interest of the actual. He has a certain expression peculiar to men who have been extraordinarily successful in their calling, and who, whilst aware of the vanity of success, are untouched by envy. ",
   "Work 4": " High noon. Festival and military pageant on the esplanade before the palace. In the east harbor Caesar's galley, so gorgeously decorated that it seems to be rigged with flowers, is along-side the quay, close to the steps Apollodorus descended when he embarked with the carpet. A Roman guard is posted there in charge of a gangway, whence a red floorcloth is laid down the middle of the esplanade, turning off to the north opposite the central gate in the palace front, which shuts in the esplanade on the south side. The broad steps of the gate, crowded with Cleopatra's ladies, all in their gayest attire, are like a flower garden. The facade is lined by her guard, officered by the same gallants to whom Bel Affris announced the coming of Caesar six months before in the old palace on the Syrian border. The north side is lined by Roman soldiers, with the townsfolk on tiptoe behind them, peering over their heads at the cleared esplanade, in which the officers stroll about, chatting. Among these are Belzanor and the Persian; also the Centurion, vinewood cudgel in hand, battle worn, thick-booted, and much outshone, both socially and decoratively, by the Egyptian officers.\nApollodorus makes his way through the townsfolk and calls to the officers from behind the Roman line. ",
   "Work 5": "The best view of Victoria Park is from the front window of St. Dominic's Parsonage, from which not a single chimney is visible. The parsonage is a semi-detached villa with a front garden and a porch. Visitors go up the flight of steps to the porch: tradespeople and members of the family go down by a door under the steps to the basement, with a breakfast room, used for all meals, in front, and the kitchen at the back. Upstairs, on the level of the hall door, is the drawing-room, with its large plate glass window looking on the park. In this room, the only sitting-room that can be spared from the children and the family meals, the parson, the Reverend James Mavor Morell does his work. He is sitting in a strong round backed revolving chair at the right hand end of a long table, which stands across the window, so that he can cheer himself with the view of the park at his elbow. At the opposite end of the table, adjoining it, is a little table; only half the width of the other, with a typewriter on it. His typist is sitting at this machine, with her back to the window. The large table is littered with pamphlets, journals, letters, nests of drawers, an office diary, postage scales and the like. A spare chair for visitors having business with the parson is in the middle, turned to his end. Within reach of his hand is a stationery case, and a cabinet photograph in a frame. Behind him the right hand wall, recessed above the fireplace, is fitted with bookshelves, on which an adept eye can measure the parson's divinity and casuistry by a complete set of Browning's poems and Maurice's Theological Essays, and guess at his politics from a yellow backed Progress and Poverty, Fabian Essays, a Dream of John Ball, Marx's Capital, and half a dozen other literary landmarks in Socialism. "
 },
 {
   "Author": "Lewis Carroll",
   "Country": "United Kingdom",
   "Work 1": " Alice was not a bit hurt, and she jumped up on to her feet in a moment: she looked up, but it was all dark overhead; before her was another long passage, and the White Rabbit was still in sight, hurrying down it. There was not a moment to be lost: away went Alice like the wind, and was just in time to hear it say, as it turned a corner, 'Oh my ears and whiskers, how late it's getting!' She was close behind it when she turned the corner, but the Rabbit was no longer to be seen: she found herself in a long, low hall, which was lit up by a row of lamps hanging from the roof.\n\nThere were doors all round the hall, but they were all locked; and when Alice had been all the way down one side and up the other, trying every door, she walked sadly down the middle, wondering how she was ever to get out again.\n\nSuddenly she came upon a little three-legged table, all made of solid glass; there was nothing on it except a tiny golden key, and Alice's first thought was that it might belong to one of the doors of the hall; but, alas! either the locks were too large, or the key was too small, but at any rate it would not open any of them. However, on the second time round, she came upon a low curtain she had not noticed before, and behind it was a little door about fifteen inches high: she tried the little golden key in the lock, and to her great delight it fitted!\n\nAlice opened the door and found that it led into a small passage, not much larger than a rat-hole: she knelt down and looked along the passage into the loveliest garden you ever saw. How she longed to get out of that dark hall, and wander about among those beds of bright flowers and those cool fountains, but she could not even get her head through the doorway; 'and even if my head would go through,' thought poor Alice, 'it would be of very little use without my shoulders. Oh, how I wish I could shut up like a telescope! I think I could, if I only knew how to begin.' For, you see, so many out-of-the-way things had happened lately, that Alice had begun to think that very few things indeed were really impossible. ",
   "Work 2": " The next moment soldiers came running through the wood, at first in twos and threes, then ten or twenty together, and at last in such crowds that they seemed to fill the whole forest. Alice got behind a tree, for fear of being run over, and watched them go by.\n\nShe thought that in all her life she had never seen soldiers so uncertain on their feet: they were always tripping over something or other, and whenever one went down, several more always fell over him, so that the ground was soon covered with little heaps of men.\n\nThen came the horses. Having four feet, these managed rather better than the foot-soldiers: but even they stumbled now and then; and it seemed to be a regular rule that, whenever a horse stumbled the rider fell off instantly. The confusion got worse every moment, and Alice was very glad to get out of the wood into an open place, where she found the White King seated on the ground, busily writing in his memorandum-book.\n\n'I've sent them all!' the King cried in a tone of delight, on seeing Alice. 'Did you happen to meet any soldiers, my dear, as you came through the wood?'\n\n'Yes, I did,' said Alice: 'several thousand, I should think.'\n\n'Four thousand two hundred and seven, that's the exact number,' the King said, referring to his book. 'I couldn't send all the horses, you know, because two of them are wanted in the game. And I haven't sent the two Messengers, either. They're both gone to the town. Just look along the road, and tell me if you can see either of them.' \n",
   "Work 3": "Noonday on the open sea within a few degrees of the Equator is apt to be oppressively warm; and our two travellers were now airily clad in suits of dazzling white linen, having laid aside the chain-armour which they had found not only endurable in the cold mountain air they had lately been breathing, but a necessary precaution against the daggers of the banditti who infested the heights. Their holiday-trip was over, and they were now on their way home, in the monthly packet which plied between the two great ports of the island they had been exploring.\nAlong with their armour, the tourists had laid aside the antiquated speech it had pleased them to affect while in knightly disguise, and had returned to the ordinary style of two country gentlemen of the Twentieth Century.\nStretched on a pile of cushions, under the shade of a huge umbrella, they were lazily watching some native fishermen, who had come on board at the last landing-place, each carrying over his shoulder a small but heavy sack. A large weighing-machine, that had been used for cargo at the last port, stood on the deck; and round this the fishermen had gathered, and, with much unintelligible jabber, seemed to be weighing their sacks.",
   "Work 4": " I had not long to wait for an opportunity of testing this property also of the Magic Watch, for, even as the thought passed through my mind, the accident I was imagining occurred. A light cart was standing at the door of the 'Great Millinery Depot' of Elveston, laden with card-board packing-cases, which the driver was carrying into the shop, one by one. One of the cases had fallen into the street, but it scarcely seemed worth while to step forward and pick it up, as the man would be back again in a moment. Yet, in that moment, a young man riding a bicycle came sharp round the corner of the street and, in trying to avoid running over the box, upset his machine, and was thrown headlong against the wheel of the spring-cart. The driver ran out to his assistance, and he and I together raised the unfortunate cyclist and carried him into the shop. His head was cut and bleeding; and one knee seemed to be badly injured; and it was speedily settled that he had better be conveyed at once to the only Surgery in the place. I helped them in emptying the cart, and placing in it some pillows for the wounded man to rest on; and it was only when the driver had mounted to his place, and was starting for the Surgery, that I bethought me of the strange power I possessed of undoing all this harm.\n\"Now is my time!\" I said to myself, as I moved back the hand of the Watch, and saw, almost without surprise this time, all things restored to the places they had occupied at the critical moment when I had first noticed the fallen packing-case.\nInstantly I stepped out into the street, picked up the box, and replaced it in the cart: in the next moment the bicycle had spun round the corner, passed the cart without let or hindrance, and soon vanished in the distance, in a cloud of dust. ",
   "Work 5": "Having settled the proper kind, amount, and variety of our mental food, it remains that we should be careful to allow proper intervals between meal and meal, and not swallow the food hastily without mastication, so that it may be thoroughly digested; both which rules, for the body, are also applicable at once to the mind.\nFirst, as to the intervals: these are as really necessary as they are for the body, with this difference only, that while the body requires three or four hours' rest before it is ready for another meal, the mind will in many cases do with three or four minutes. I believe that the interval required is much shorter than is generally supposed, and from personal experience, I would recommend anyone, who has to devote several hours together to one subject of thought, to try the effect of such a break, say once an hour, leaving off for five minutes only each time, but taking care to throw the mind absolutely 'out of gear' for those five minutes, and to turn it entirely to other subjects. It is astonishing what an amount of impetus and elasticity the mind recovers during those short periods of rest.\nAnd then, as to the mastication of the food, the mental process answering to this is simply thinking over what we read. This is a very much greater exertion of mind than the mere passive taking in the contents of our Author. So much greater an exertion is it, that, as Coleridge says, the mind often 'angrily refuses' to put itself to such trouble-so much greater, that we are far too apt to neglect it altogether, and go on pouring in fresh food on the top of the undigested masses already lying there, till the unfortunate mind is fairly swamped under the flood. "
 },
 {
   "Author": "Charlotte Bronte",
   "Country": "United Kingdom",
   "Work 1": "The next day commenced as before, getting up and dressing by rushlight; but this morning we were obliged to dispense with the ceremony of washing; the water in the pitchers was frozen.  A change had taken place in the weather the preceding evening, and a keen north-east wind, whistling through the crevices of our bedroom windows all night long, had made us shiver in our beds, and turned the contents of the ewers to ice.\nBefore the long hour and a half of prayers and Bible-reading was over, I felt ready to perish with cold.  Breakfast-time came at last, and this morning the porridge was not burnt; the quality was eatable, the quantity small.  How small my portion seemed!  I wished it had been doubled.\nIn the course of the day I was enrolled a member of the fourth class, and regular tasks and occupations were assigned me: hitherto, I had only been a spectator of the proceedings at Lowood; I was now to become an actor therein.  At first, being little accustomed to learn by heart, the lessons appeared to me both long and difficult; the frequent change from task to task, too, bewildered me; and I was glad when, about three o'clock in the afternoon, Miss Smith put into my hands a border of muslin two yards long, together with needle, thimble, &c., and sent me to sit in a quiet corner of the schoolroom, with directions to hem the same.  At that hour most of the others were sewing likewise; but one class still stood round Miss Scatcherd's chair reading, and as all was quiet, the subject of their lessons could be heard, together with the manner in which each girl acquitted herself, and the animadversions or commendations of Miss Scatcherd on the performance.  It was English history: among the readers I observed my acquaintance of the verandah: at the commencement of the lesson, her place had been at the top of the class, but for some error of pronunciation, or some inattention to stops, she was suddenly sent to the very bottom.  ",
   "Work 2": "Picture me then idle, basking, plump, and happy, stretched on a cushioned deck, warmed with constant sunshine, rocked by breezes indolently soft. However, it cannot be concealed that, in that case, I must somehow have fallen overboard, or that there must have been wreck at last. I too well remember a time-a long time-of cold, of danger, of contention. To this hour, when I have the nightmare, it repeats the rush and saltness of briny waves in my throat, and their icy pressure on my lungs. I even know there was a storm, and that not of one hour nor one day. For many days and nights neither sun nor stars appeared; we cast with our own hands the tackling out of the ship; a heavy tempest lay on us; all hope that we should be saved was taken away. In fine, the ship was lost, the crew perished.\nAs far as I recollect, I complained to no one about these troubles. Indeed, to whom could I complain? Of Mrs. Bretton I had long lost sight. Impediments, raised by others, had, years ago, come in the way of our intercourse, and cut it off. Besides, time had brought changes for her, too: the handsome property of which she was left guardian for her son, and which had been chiefly invested in some joint-stock undertaking, had melted, it was said, to a fraction of its original amount. Graham, I learned from incidental rumours, had adopted a profession; both he and his mother were gone from Bretton, and were understood to be now in London. Thus, there remained no possibility of dependence on others; to myself alone could I look. I know not that I was of a self-reliant or active nature; but self-reliance and exertion were forced upon me by circumstances, as they are upon thousands besides; and when Miss Marchmont, a maiden lady of our neighbourhood, sent for me, I obeyed her behest, in the hope that she might assign me some task I could undertake.",
   "Work 3": "Mr. Moore, indeed, was but half a Briton, and scarcely that. He came of a foreign ancestry by the mother's side, and was himself born and partly reared on a foreign soil. A hybrid in nature, it is probable he had a hybrid's feeling on many points-patriotism for one; it is likely that he was unapt to attach himself to parties, to sects, even to climes and customs; it is not impossible that he had a tendency to isolate his individual person from any community amidst which his lot might temporarily happen to be thrown, and that he felt it to be his best wisdom to push the interests of Robert Gerard Moore, to the exclusion of philanthropic consideration for general interests, with which he regarded the said Gerard Moore as in a great measure disconnected. Trade was Mr. Moore's hereditary calling: the Gerards of Antwerp had been merchants for two centuries back. Once they had been wealthy merchants; but the uncertainties, the involvements, of business had come upon them; disastrous speculations had loosened by degrees the foundations of their credit. The house had stood on a tottering base for a dozen years; and at last, in the shock of the French Revolution, it had rushed down a total ruin. In its fall was involved the English and Yorkshire firm of Moore, closely connected with the Antwerp house, and of which one of the partners, resident in Antwerp, Robert Moore, had married Hortense Gerard, with the prospect of his bride inheriting her father Constantine Gerard's share in the business. She inherited, as we have seen, but his share in the liabilities of the firm; and these liabilities, though duly set aside by a composition with creditors, some said her son Robert accepted, in his turn, as a legacy, and that he aspired one day to discharge them, and to rebuild the fallen house of Gerard and Moore on a scale at least equal to its former greatness. ",
   "Work 4": " Once during my clerkship I had an invitation to Crimsworth Hall; it was on the occasion of a large party given in honour of the master's birthday; he had always been accustomed to invite his clerks on similar anniversaries, and could not well pass me over; I was, however, kept strictly in the background. Mrs. Crimsworth, elegantly dressed in satin and lace, blooming in youth and health, vouchsafed me no more notice than was expressed by a distant move; Crimsworth, of course, never spoke to me; I was introduced to none of the band of young ladies, who, enveloped in silvery clouds of white gauze and muslin, sat in array against me on the opposite side of a long and large room; in fact, I was fairly isolated, and could but contemplate the shining ones from afar, and when weary of such a dazzling scene, turn for a change to the consideration of the carpet pattern. Mr. Crimsworth, standing on the rug, his elbow supported by the marble mantelpiece, and about him a group of very pretty girls, with whom he conversed gaily-Mr. Crimsworth, thus placed, glanced at me; I looked weary, solitary, kept down like some desolate tutor or governess; he was satisfied.\nDancing began; I should have liked well enough to be introduced to some pleasing and intelligent girl, and to have freedom and opportunity to show that I could both feel and communicate the pleasure of social intercourse-that I was not, in short, a block, or a piece of furniture, but an acting, thinking, sentient man. Many smiling faces and graceful figures glided past me, but the smiles were lavished on other eyes, the figures sustained by other hands than mine. I turned away tantalized, left the dancers, and wandered into the oak-panelled dining-room. No fibre of sympathy united me to any living thing in this house; I looked for and found my mother's picture. I took a wax taper from a stand, and held it up. I gazed long, earnestly; my heart grew to the image. ",
   "Work 5": "The book-shelves were her darling treasure,\n     She rarely seemed the time to measure\n     While she could read alone.\n     And she too loved the twilight wood\n     And often, in her mother's mood,\n     Away to yonder hill would hie,\n     Like her, to watch the setting sun,\n     Or see the stars born, one by one,\n     Out of the darkening sky.\n     Nor would she leave that hill till night\n     Trembled from pole to pole with light;\n     Even then, upon her homeward way,\n     Long-long her wandering steps delayed\n     To quit the sombre forest shade,\n     Through which her eerie pathway lay.\n     You ask if she had beauty's grace?\n     I know not-but a nobler face\n     My eyes have seldom seen;\n     A keen and fine intelligence,\n     And, better still, the truest sense\n     Were in her speaking mien.\n     But bloom or lustre was there none,\n     Only at moments, fitful shone\n     An ardour in her eye,\n     That kindled on her cheek a flush,\n     Warm as a red sky's passing blush\n     And quick with energy.\n     Her speech, too, was not common speech,\n     No wish to shine, or aim to teach,\n     Was in her words displayed:\n     She still began with quiet sense,\n     But oft the force of eloquence\n     Came to her lips in aid;\n     Language and voice unconscious changed,\n     And thoughts, in other words arranged,\n     Her fervid soul transfused\n     Into the hearts of those who heard,\n     And transient strength and ardour stirred,\n     In minds to strength unused,\n     Yet in gay crowd or festal glare,\n     Grave and retiring was her air;\n     'Twas seldom, save with me alone,\n     That fire of feeling freely shone;\n     She loved not awe's nor wonder's gaze,\n     Nor even exaggerated praise,\n     Nor even notice, if too keen\n     The curious gazer searched her mien.\n     Nature's own green expanse revealed\n     The world, the pleasures, she could prize;\n     On free hill-side, in sunny field,\n     In quiet spots by woods concealed,\n     Grew wild and fresh her chosen joys,\n     Yet Nature's feelings deeply lay\n     In that endowed and youthful frame;\n     Shrined in her heart and hid from day,\n     They burned unseen with silent flame.\n     In youth's first search for mental light,\n     She lived but to reflect and learn,\n     But soon her mind's maturer might\n     For stronger task did pant and yearn;\n     And stronger task did fate assign,\n     Task that a giant's strength might strain;\n     To suffer long and ne'er repine,\n     Be calm in frenzy, smile at pain.\n"
 }
]